package area

var Area38Ehime = []Area{
	{
		ID:   "38201",
		Name: "松山市",
	},
	{
		ID:   "38202",
		Name: "今治市",
	},
	{
		ID:   "38203",
		Name: "宇和島市",
	},
	{
		ID:   "38204",
		Name: "八幡浜市",
	},
	{
		ID:   "38205",
		Name: "新居浜市",
	},
	{
		ID:   "38206",
		Name: "西条市",
	},
	{
		ID:   "38207",
		Name: "大洲市",
	},
	{
		ID:   "38210",
		Name: "伊予市",
	},
	{
		ID:   "38213",
		Name: "四国中央市",
	},
	{
		ID:   "38214",
		Name: "西予市",
	},
	{
		ID:   "38215",
		Name: "東温市",
	},
	{
		ID:   "38356",
		Name: "上島町",
	},
	{
		ID:   "38386",
		Name: "久万高原町",
	},
	{
		ID:   "38401",
		Name: "松前町",
	},
	{
		ID:   "38402",
		Name: "砥部町",
	},
	{
		ID:   "38422",
		Name: "内子町",
	},
	{
		ID:   "38442",
		Name: "伊方町",
	},
	{
		ID:   "38484",
		Name: "松野町",
	},
	{
		ID:   "38488",
		Name: "鬼北町",
	},
	{
		ID:   "38506",
		Name: "愛南町",
	},
}
