package area

var Area21Gifu = []Area{
	{
		ID:   "21201",
		Name: "岐阜市",
	},
	{
		ID:   "21202",
		Name: "大垣市",
	},
	{
		ID:   "21203",
		Name: "高山市",
	},
	{
		ID:   "21204",
		Name: "多治見市",
	},
	{
		ID:   "21205",
		Name: "関市",
	},
	{
		ID:   "21206",
		Name: "中津川市",
	},
	{
		ID:   "21207",
		Name: "美濃市",
	},
	{
		ID:   "21208",
		Name: "瑞浪市",
	},
	{
		ID:   "21209",
		Name: "羽島市",
	},
	{
		ID:   "21210",
		Name: "恵那市",
	},
	{
		ID:   "21211",
		Name: "美濃加茂市",
	},
	{
		ID:   "21212",
		Name: "土岐市",
	},
	{
		ID:   "21213",
		Name: "各務原市",
	},
	{
		ID:   "21214",
		Name: "可児市",
	},
	{
		ID:   "21215",
		Name: "山県市",
	},
	{
		ID:   "21216",
		Name: "瑞穂市",
	},
	{
		ID:   "21217",
		Name: "飛騨市",
	},
	{
		ID:   "21218",
		Name: "本巣市",
	},
	{
		ID:   "21219",
		Name: "郡上市",
	},
	{
		ID:   "21220",
		Name: "下呂市",
	},
	{
		ID:   "21221",
		Name: "海津市",
	},
	{
		ID:   "21302",
		Name: "岐南町",
	},
	{
		ID:   "21303",
		Name: "笠松町",
	},
	{
		ID:   "21341",
		Name: "養老町",
	},
	{
		ID:   "21361",
		Name: "垂井町",
	},
	{
		ID:   "21362",
		Name: "関ケ原町",
	},
	{
		ID:   "21381",
		Name: "神戸町",
	},
	{
		ID:   "21382",
		Name: "輪之内町",
	},
	{
		ID:   "21383",
		Name: "安八町",
	},
	{
		ID:   "21401",
		Name: "揖斐川町",
	},
	{
		ID:   "21403",
		Name: "大野町",
	},
	{
		ID:   "21404",
		Name: "池田町",
	},
	{
		ID:   "21421",
		Name: "北方町",
	},
	{
		ID:   "21501",
		Name: "坂祝町",
	},
	{
		ID:   "21502",
		Name: "富加町",
	},
	{
		ID:   "21503",
		Name: "川辺町",
	},
	{
		ID:   "21504",
		Name: "七宗町",
	},
	{
		ID:   "21505",
		Name: "八百津町",
	},
	{
		ID:   "21506",
		Name: "白川町",
	},
	{
		ID:   "21507",
		Name: "東白川村",
	},
	{
		ID:   "21521",
		Name: "御嵩町",
	},
	{
		ID:   "21604",
		Name: "白川村",
	},
}
