package area

var Area23Aichi = []Area{
	{
		ID:   "23100",
		Name: "名古屋市",
	},
	{
		ID:   "23101",
		Name: "千種区",
	},
	{
		ID:   "23102",
		Name: "東区",
	},
	{
		ID:   "23103",
		Name: "北区",
	},
	{
		ID:   "23104",
		Name: "西区",
	},
	{
		ID:   "23105",
		Name: "中村区",
	},
	{
		ID:   "23106",
		Name: "中区",
	},
	{
		ID:   "23107",
		Name: "昭和区",
	},
	{
		ID:   "23108",
		Name: "瑞穂区",
	},
	{
		ID:   "23109",
		Name: "熱田区",
	},
	{
		ID:   "23110",
		Name: "中川区",
	},
	{
		ID:   "23111",
		Name: "港区",
	},
	{
		ID:   "23112",
		Name: "南区",
	},
	{
		ID:   "23113",
		Name: "守山区",
	},
	{
		ID:   "23114",
		Name: "緑区",
	},
	{
		ID:   "23115",
		Name: "名東区",
	},
	{
		ID:   "23116",
		Name: "天白区",
	},
	{
		ID:   "23201",
		Name: "豊橋市",
	},
	{
		ID:   "23202",
		Name: "岡崎市",
	},
	{
		ID:   "23203",
		Name: "一宮市",
	},
	{
		ID:   "23204",
		Name: "瀬戸市",
	},
	{
		ID:   "23205",
		Name: "半田市",
	},
	{
		ID:   "23206",
		Name: "春日井市",
	},
	{
		ID:   "23207",
		Name: "豊川市",
	},
	{
		ID:   "23208",
		Name: "津島市",
	},
	{
		ID:   "23209",
		Name: "碧南市",
	},
	{
		ID:   "23210",
		Name: "刈谷市",
	},
	{
		ID:   "23211",
		Name: "豊田市",
	},
	{
		ID:   "23212",
		Name: "安城市",
	},
	{
		ID:   "23213",
		Name: "西尾市",
	},
	{
		ID:   "23214",
		Name: "蒲郡市",
	},
	{
		ID:   "23215",
		Name: "犬山市",
	},
	{
		ID:   "23216",
		Name: "常滑市",
	},
	{
		ID:   "23217",
		Name: "江南市",
	},
	{
		ID:   "23219",
		Name: "小牧市",
	},
	{
		ID:   "23220",
		Name: "稲沢市",
	},
	{
		ID:   "23221",
		Name: "新城市",
	},
	{
		ID:   "23222",
		Name: "東海市",
	},
	{
		ID:   "23223",
		Name: "大府市",
	},
	{
		ID:   "23224",
		Name: "知多市",
	},
	{
		ID:   "23225",
		Name: "知立市",
	},
	{
		ID:   "23226",
		Name: "尾張旭市",
	},
	{
		ID:   "23227",
		Name: "高浜市",
	},
	{
		ID:   "23228",
		Name: "岩倉市",
	},
	{
		ID:   "23229",
		Name: "豊明市",
	},
	{
		ID:   "23230",
		Name: "日進市",
	},
	{
		ID:   "23231",
		Name: "田原市",
	},
	{
		ID:   "23232",
		Name: "愛西市",
	},
	{
		ID:   "23233",
		Name: "清須市",
	},
	{
		ID:   "23234",
		Name: "北名古屋市",
	},
	{
		ID:   "23235",
		Name: "弥富市",
	},
	{
		ID:   "23236",
		Name: "みよし市",
	},
	{
		ID:   "23237",
		Name: "あま市",
	},
	{
		ID:   "23238",
		Name: "長久手市",
	},
	{
		ID:   "23302",
		Name: "東郷町",
	},
	{
		ID:   "23304",
		Name: "長久手町",
	},
	{
		ID:   "23342",
		Name: "豊山町",
	},
	{
		ID:   "23345",
		Name: "春日町",
	},
	{
		ID:   "23361",
		Name: "大口町",
	},
	{
		ID:   "23362",
		Name: "扶桑町",
	},
	{
		ID:   "23421",
		Name: "七宝町",
	},
	{
		ID:   "23422",
		Name: "美和町",
	},
	{
		ID:   "23423",
		Name: "甚目寺町",
	},
	{
		ID:   "23424",
		Name: "大治町",
	},
	{
		ID:   "23425",
		Name: "蟹江町",
	},
	{
		ID:   "23427",
		Name: "飛島村",
	},
	{
		ID:   "23441",
		Name: "阿久比町",
	},
	{
		ID:   "23442",
		Name: "東浦町",
	},
	{
		ID:   "23445",
		Name: "南知多町",
	},
	{
		ID:   "23446",
		Name: "美浜町",
	},
	{
		ID:   "23447",
		Name: "武豊町",
	},
	{
		ID:   "23481",
		Name: "一色町",
	},
	{
		ID:   "23482",
		Name: "吉良町",
	},
	{
		ID:   "23483",
		Name: "幡豆町",
	},
	{
		ID:   "23501",
		Name: "幸田町",
	},
	{
		ID:   "23521",
		Name: "三好町",
	},
	{
		ID:   "23561",
		Name: "設楽町",
	},
	{
		ID:   "23562",
		Name: "東栄町",
	},
	{
		ID:   "23563",
		Name: "豊根村",
	},
	{
		ID:   "23601",
		Name: "音羽町",
	},
	{
		ID:   "23603",
		Name: "小坂井町",
	},
	{
		ID:   "23604",
		Name: "御津町",
	},
}
