package area

var Area39Kochi = []Area{
	{
		ID:   "39201",
		Name: "高知市",
	},
	{
		ID:   "39202",
		Name: "室戸市",
	},
	{
		ID:   "39203",
		Name: "安芸市",
	},
	{
		ID:   "39204",
		Name: "南国市",
	},
	{
		ID:   "39205",
		Name: "土佐市",
	},
	{
		ID:   "39206",
		Name: "須崎市",
	},
	{
		ID:   "39208",
		Name: "宿毛市",
	},
	{
		ID:   "39209",
		Name: "土佐清水市",
	},
	{
		ID:   "39210",
		Name: "四万十市",
	},
	{
		ID:   "39211",
		Name: "香南市",
	},
	{
		ID:   "39212",
		Name: "香美市",
	},
	{
		ID:   "39301",
		Name: "東洋町",
	},
	{
		ID:   "39302",
		Name: "奈半利町",
	},
	{
		ID:   "39303",
		Name: "田野町",
	},
	{
		ID:   "39304",
		Name: "安田町",
	},
	{
		ID:   "39305",
		Name: "北川村",
	},
	{
		ID:   "39306",
		Name: "馬路村",
	},
	{
		ID:   "39307",
		Name: "芸西村",
	},
	{
		ID:   "39341",
		Name: "本山町",
	},
	{
		ID:   "39344",
		Name: "大豊町",
	},
	{
		ID:   "39363",
		Name: "土佐町",
	},
	{
		ID:   "39364",
		Name: "大川村",
	},
	{
		ID:   "39386",
		Name: "いの町",
	},
	{
		ID:   "39387",
		Name: "仁淀川町",
	},
	{
		ID:   "39401",
		Name: "中土佐町",
	},
	{
		ID:   "39402",
		Name: "佐川町",
	},
	{
		ID:   "39403",
		Name: "越知町",
	},
	{
		ID:   "39405",
		Name: "檮原町",
	},
	{
		ID:   "39410",
		Name: "日高村",
	},
	{
		ID:   "39411",
		Name: "津野町",
	},
	{
		ID:   "39412",
		Name: "四万十町",
	},
	{
		ID:   "39424",
		Name: "大月町",
	},
	{
		ID:   "39427",
		Name: "三原村",
	},
	{
		ID:   "39428",
		Name: "黒潮町",
	},
}
