package area

var Area42Nagasaki = []Area{
	{
		ID:   "42201",
		Name: "長崎市",
	},
	{
		ID:   "42202",
		Name: "佐世保市",
	},
	{
		ID:   "42203",
		Name: "島原市",
	},
	{
		ID:   "42204",
		Name: "諫早市",
	},
	{
		ID:   "42205",
		Name: "大村市",
	},
	{
		ID:   "42207",
		Name: "平戸市",
	},
	{
		ID:   "42208",
		Name: "松浦市",
	},
	{
		ID:   "42209",
		Name: "対馬市",
	},
	{
		ID:   "42210",
		Name: "壱岐市",
	},
	{
		ID:   "42211",
		Name: "五島市",
	},
	{
		ID:   "42212",
		Name: "西海市",
	},
	{
		ID:   "42213",
		Name: "雲仙市",
	},
	{
		ID:   "42214",
		Name: "南島原市",
	},
	{
		ID:   "42307",
		Name: "長与町",
	},
	{
		ID:   "42308",
		Name: "時津町",
	},
	{
		ID:   "42321",
		Name: "東彼杵町",
	},
	{
		ID:   "42322",
		Name: "川棚町",
	},
	{
		ID:   "42323",
		Name: "波佐見町",
	},
	{
		ID:   "42383",
		Name: "小値賀町",
	},
	{
		ID:   "42388",
		Name: "江迎町",
	},
	{
		ID:   "42389",
		Name: "鹿町町",
	},
	{
		ID:   "42391",
		Name: "佐々町",
	},
	{
		ID:   "42411",
		Name: "新上五島町",
	},
}
