package area

var Area20Nagano = []Area{
	{
		ID:   "20201",
		Name: "長野市",
	},
	{
		ID:   "20202",
		Name: "松本市",
	},
	{
		ID:   "20203",
		Name: "上田市",
	},
	{
		ID:   "20204",
		Name: "岡谷市",
	},
	{
		ID:   "20205",
		Name: "飯田市",
	},
	{
		ID:   "20206",
		Name: "諏訪市",
	},
	{
		ID:   "20207",
		Name: "須坂市",
	},
	{
		ID:   "20208",
		Name: "小諸市",
	},
	{
		ID:   "20209",
		Name: "伊那市",
	},
	{
		ID:   "20210",
		Name: "駒ヶ根市",
	},
	{
		ID:   "20211",
		Name: "中野市",
	},
	{
		ID:   "20212",
		Name: "大町市",
	},
	{
		ID:   "20213",
		Name: "飯山市",
	},
	{
		ID:   "20214",
		Name: "茅野市",
	},
	{
		ID:   "20215",
		Name: "塩尻市",
	},
	{
		ID:   "20217",
		Name: "佐久市",
	},
	{
		ID:   "20218",
		Name: "千曲市",
	},
	{
		ID:   "20219",
		Name: "東御市",
	},
	{
		ID:   "20220",
		Name: "安曇野市",
	},
	{
		ID:   "20303",
		Name: "小海町",
	},
	{
		ID:   "20304",
		Name: "川上村",
	},
	{
		ID:   "20305",
		Name: "南牧村",
	},
	{
		ID:   "20306",
		Name: "南相木村",
	},
	{
		ID:   "20307",
		Name: "北相木村",
	},
	{
		ID:   "20309",
		Name: "佐久穂町",
	},
	{
		ID:   "20321",
		Name: "軽井沢町",
	},
	{
		ID:   "20323",
		Name: "御代田町",
	},
	{
		ID:   "20324",
		Name: "立科町",
	},
	{
		ID:   "20349",
		Name: "青木村",
	},
	{
		ID:   "20350",
		Name: "長和町",
	},
	{
		ID:   "20361",
		Name: "下諏訪町",
	},
	{
		ID:   "20362",
		Name: "富士見町",
	},
	{
		ID:   "20363",
		Name: "原村",
	},
	{
		ID:   "20382",
		Name: "辰野町",
	},
	{
		ID:   "20383",
		Name: "箕輪町",
	},
	{
		ID:   "20384",
		Name: "飯島町",
	},
	{
		ID:   "20385",
		Name: "南箕輪村",
	},
	{
		ID:   "20386",
		Name: "中川村",
	},
	{
		ID:   "20388",
		Name: "宮田村",
	},
	{
		ID:   "20402",
		Name: "松川町",
	},
	{
		ID:   "20403",
		Name: "高森町",
	},
	{
		ID:   "20404",
		Name: "阿南町",
	},
	{
		ID:   "20406",
		Name: "清内路村",
	},
	{
		ID:   "20407",
		Name: "阿智村",
	},
	{
		ID:   "20409",
		Name: "平谷村",
	},
	{
		ID:   "20410",
		Name: "根羽村",
	},
	{
		ID:   "20411",
		Name: "下條村",
	},
	{
		ID:   "20412",
		Name: "売木村",
	},
	{
		ID:   "20413",
		Name: "天龍村",
	},
	{
		ID:   "20414",
		Name: "泰阜村",
	},
	{
		ID:   "20415",
		Name: "喬木村",
	},
	{
		ID:   "20416",
		Name: "豊丘村",
	},
	{
		ID:   "20417",
		Name: "大鹿村",
	},
	{
		ID:   "20422",
		Name: "上松町",
	},
	{
		ID:   "20423",
		Name: "南木曽町",
	},
	{
		ID:   "20425",
		Name: "木祖村",
	},
	{
		ID:   "20429",
		Name: "王滝村",
	},
	{
		ID:   "20430",
		Name: "大桑村",
	},
	{
		ID:   "20432",
		Name: "木曽町",
	},
	{
		ID:   "20446",
		Name: "麻績村",
	},
	{
		ID:   "20448",
		Name: "生坂村",
	},
	{
		ID:   "20449",
		Name: "波田町",
	},
	{
		ID:   "20450",
		Name: "山形村",
	},
	{
		ID:   "20451",
		Name: "朝日村",
	},
	{
		ID:   "20452",
		Name: "筑北村",
	},
	{
		ID:   "20481",
		Name: "池田町",
	},
	{
		ID:   "20482",
		Name: "松川村",
	},
	{
		ID:   "20485",
		Name: "白馬村",
	},
	{
		ID:   "20486",
		Name: "小谷村",
	},
	{
		ID:   "20521",
		Name: "坂城町",
	},
	{
		ID:   "20541",
		Name: "小布施町",
	},
	{
		ID:   "20543",
		Name: "高山村",
	},
	{
		ID:   "20561",
		Name: "山ノ内町",
	},
	{
		ID:   "20562",
		Name: "木島平村",
	},
	{
		ID:   "20563",
		Name: "野沢温泉村",
	},
	{
		ID:   "20581",
		Name: "信州新町",
	},
	{
		ID:   "20583",
		Name: "信濃町",
	},
	{
		ID:   "20588",
		Name: "小川村",
	},
	{
		ID:   "20589",
		Name: "中条村",
	},
	{
		ID:   "20590",
		Name: "飯綱町",
	},
	{
		ID:   "20602",
		Name: "栄村",
	},
}
