package area

var Area34Hiroshima = []Area{
	{
		ID:   "34100",
		Name: "広島市",
	},
	{
		ID:   "34101",
		Name: "中区",
	},
	{
		ID:   "34102",
		Name: "東区",
	},
	{
		ID:   "34103",
		Name: "南区",
	},
	{
		ID:   "34104",
		Name: "西区",
	},
	{
		ID:   "34105",
		Name: "安佐南区",
	},
	{
		ID:   "34106",
		Name: "安佐北区",
	},
	{
		ID:   "34107",
		Name: "安芸区",
	},
	{
		ID:   "34108",
		Name: "佐伯区",
	},
	{
		ID:   "34202",
		Name: "呉市",
	},
	{
		ID:   "34203",
		Name: "竹原市",
	},
	{
		ID:   "34204",
		Name: "三原市",
	},
	{
		ID:   "34205",
		Name: "尾道市",
	},
	{
		ID:   "34207",
		Name: "福山市",
	},
	{
		ID:   "34208",
		Name: "府中市",
	},
	{
		ID:   "34209",
		Name: "三次市",
	},
	{
		ID:   "34210",
		Name: "庄原市",
	},
	{
		ID:   "34211",
		Name: "大竹市",
	},
	{
		ID:   "34212",
		Name: "東広島市",
	},
	{
		ID:   "34213",
		Name: "廿日市市",
	},
	{
		ID:   "34214",
		Name: "安芸高田市",
	},
	{
		ID:   "34215",
		Name: "江田島市",
	},
	{
		ID:   "34302",
		Name: "府中町",
	},
	{
		ID:   "34304",
		Name: "海田町",
	},
	{
		ID:   "34307",
		Name: "熊野町",
	},
	{
		ID:   "34309",
		Name: "坂町",
	},
	{
		ID:   "34368",
		Name: "安芸太田町",
	},
	{
		ID:   "34369",
		Name: "北広島町",
	},
	{
		ID:   "34431",
		Name: "大崎上島町",
	},
	{
		ID:   "34462",
		Name: "世羅町",
	},
	{
		ID:   "34545",
		Name: "神石高原町",
	},
}
