package area

var Area26Kyoto = []Area{
	{
		ID:   "26100",
		Name: "京都市",
	},
	{
		ID:   "26101",
		Name: "北区",
	},
	{
		ID:   "26102",
		Name: "上京区",
	},
	{
		ID:   "26103",
		Name: "左京区",
	},
	{
		ID:   "26104",
		Name: "中京区",
	},
	{
		ID:   "26105",
		Name: "東山区",
	},
	{
		ID:   "26106",
		Name: "下京区",
	},
	{
		ID:   "26107",
		Name: "南区",
	},
	{
		ID:   "26108",
		Name: "右京区",
	},
	{
		ID:   "26109",
		Name: "伏見区",
	},
	{
		ID:   "26110",
		Name: "山科区",
	},
	{
		ID:   "26111",
		Name: "西京区",
	},
	{
		ID:   "26201",
		Name: "福知山市",
	},
	{
		ID:   "26202",
		Name: "舞鶴市",
	},
	{
		ID:   "26203",
		Name: "綾部市",
	},
	{
		ID:   "26204",
		Name: "宇治市",
	},
	{
		ID:   "26205",
		Name: "宮津市",
	},
	{
		ID:   "26206",
		Name: "亀岡市",
	},
	{
		ID:   "26207",
		Name: "城陽市",
	},
	{
		ID:   "26208",
		Name: "向日市",
	},
	{
		ID:   "26209",
		Name: "長岡京市",
	},
	{
		ID:   "26210",
		Name: "八幡市",
	},
	{
		ID:   "26211",
		Name: "京田辺市",
	},
	{
		ID:   "26212",
		Name: "京丹後市",
	},
	{
		ID:   "26213",
		Name: "南丹市",
	},
	{
		ID:   "26214",
		Name: "木津川市",
	},
	{
		ID:   "26303",
		Name: "大山崎町",
	},
	{
		ID:   "26322",
		Name: "久御山町",
	},
	{
		ID:   "26343",
		Name: "井手町",
	},
	{
		ID:   "26344",
		Name: "宇治田原町",
	},
	{
		ID:   "26364",
		Name: "笠置町",
	},
	{
		ID:   "26365",
		Name: "和束町",
	},
	{
		ID:   "26366",
		Name: "精華町",
	},
	{
		ID:   "26367",
		Name: "南山城村",
	},
	{
		ID:   "26407",
		Name: "京丹波町",
	},
	{
		ID:   "26463",
		Name: "伊根町",
	},
	{
		ID:   "26465",
		Name: "与謝野町",
	},
}
