package area

var Area27Osaka = []Area{
	{
		ID:   "27100",
		Name: "大阪市",
	},
	{
		ID:   "27102",
		Name: "都島区",
	},
	{
		ID:   "27103",
		Name: "福島区",
	},
	{
		ID:   "27104",
		Name: "此花区",
	},
	{
		ID:   "27106",
		Name: "西区",
	},
	{
		ID:   "27107",
		Name: "港区",
	},
	{
		ID:   "27108",
		Name: "大正区",
	},
	{
		ID:   "27109",
		Name: "天王寺区",
	},
	{
		ID:   "27111",
		Name: "浪速区",
	},
	{
		ID:   "27113",
		Name: "西淀川区",
	},
	{
		ID:   "27114",
		Name: "東淀川区",
	},
	{
		ID:   "27115",
		Name: "東成区",
	},
	{
		ID:   "27116",
		Name: "生野区",
	},
	{
		ID:   "27117",
		Name: "旭区",
	},
	{
		ID:   "27118",
		Name: "城東区",
	},
	{
		ID:   "27119",
		Name: "阿倍野区",
	},
	{
		ID:   "27120",
		Name: "住吉区",
	},
	{
		ID:   "27121",
		Name: "東住吉区",
	},
	{
		ID:   "27122",
		Name: "西成区",
	},
	{
		ID:   "27123",
		Name: "淀川区",
	},
	{
		ID:   "27124",
		Name: "鶴見区",
	},
	{
		ID:   "27125",
		Name: "住之江区",
	},
	{
		ID:   "27126",
		Name: "平野区",
	},
	{
		ID:   "27127",
		Name: "北区",
	},
	{
		ID:   "27128",
		Name: "中央区",
	},
	{
		ID:   "27140",
		Name: "堺市",
	},
	{
		ID:   "27141",
		Name: "堺区",
	},
	{
		ID:   "27142",
		Name: "中区",
	},
	{
		ID:   "27143",
		Name: "東区",
	},
	{
		ID:   "27144",
		Name: "西区",
	},
	{
		ID:   "27145",
		Name: "南区",
	},
	{
		ID:   "27146",
		Name: "北区",
	},
	{
		ID:   "27147",
		Name: "美原区",
	},
	{
		ID:   "27202",
		Name: "岸和田市",
	},
	{
		ID:   "27203",
		Name: "豊中市",
	},
	{
		ID:   "27204",
		Name: "池田市",
	},
	{
		ID:   "27205",
		Name: "吹田市",
	},
	{
		ID:   "27206",
		Name: "泉大津市",
	},
	{
		ID:   "27207",
		Name: "高槻市",
	},
	{
		ID:   "27208",
		Name: "貝塚市",
	},
	{
		ID:   "27209",
		Name: "守口市",
	},
	{
		ID:   "27210",
		Name: "枚方市",
	},
	{
		ID:   "27211",
		Name: "茨木市",
	},
	{
		ID:   "27212",
		Name: "八尾市",
	},
	{
		ID:   "27213",
		Name: "泉佐野市",
	},
	{
		ID:   "27214",
		Name: "富田林市",
	},
	{
		ID:   "27215",
		Name: "寝屋川市",
	},
	{
		ID:   "27216",
		Name: "河内長野市",
	},
	{
		ID:   "27217",
		Name: "松原市",
	},
	{
		ID:   "27218",
		Name: "大東市",
	},
	{
		ID:   "27219",
		Name: "和泉市",
	},
	{
		ID:   "27220",
		Name: "箕面市",
	},
	{
		ID:   "27221",
		Name: "柏原市",
	},
	{
		ID:   "27222",
		Name: "羽曳野市",
	},
	{
		ID:   "27223",
		Name: "門真市",
	},
	{
		ID:   "27224",
		Name: "摂津市",
	},
	{
		ID:   "27225",
		Name: "高石市",
	},
	{
		ID:   "27226",
		Name: "藤井寺市",
	},
	{
		ID:   "27227",
		Name: "東大阪市",
	},
	{
		ID:   "27228",
		Name: "泉南市",
	},
	{
		ID:   "27229",
		Name: "四條畷市",
	},
	{
		ID:   "27230",
		Name: "交野市",
	},
	{
		ID:   "27231",
		Name: "大阪狭山市",
	},
	{
		ID:   "27232",
		Name: "阪南市",
	},
	{
		ID:   "27301",
		Name: "島本町",
	},
	{
		ID:   "27321",
		Name: "豊能町",
	},
	{
		ID:   "27322",
		Name: "能勢町",
	},
	{
		ID:   "27341",
		Name: "忠岡町",
	},
	{
		ID:   "27361",
		Name: "熊取町",
	},
	{
		ID:   "27362",
		Name: "田尻町",
	},
	{
		ID:   "27366",
		Name: "岬町",
	},
	{
		ID:   "27381",
		Name: "太子町",
	},
	{
		ID:   "27382",
		Name: "河南町",
	},
	{
		ID:   "27383",
		Name: "千早赤阪村",
	},
}
