package area

var Area19Yamanashi = []Area{
	{
		ID:   "19201",
		Name: "甲府市",
	},
	{
		ID:   "19202",
		Name: "富士吉田市",
	},
	{
		ID:   "19204",
		Name: "都留市",
	},
	{
		ID:   "19205",
		Name: "山梨市",
	},
	{
		ID:   "19206",
		Name: "大月市",
	},
	{
		ID:   "19207",
		Name: "韮崎市",
	},
	{
		ID:   "19208",
		Name: "南アルプス市",
	},
	{
		ID:   "19209",
		Name: "北杜市",
	},
	{
		ID:   "19210",
		Name: "甲斐市",
	},
	{
		ID:   "19211",
		Name: "笛吹市",
	},
	{
		ID:   "19212",
		Name: "上野原市",
	},
	{
		ID:   "19213",
		Name: "甲州市",
	},
	{
		ID:   "19214",
		Name: "中央市",
	},
	{
		ID:   "19346",
		Name: "市川三郷町",
	},
	{
		ID:   "19361",
		Name: "増穂町",
	},
	{
		ID:   "19362",
		Name: "鰍沢町",
	},
	{
		ID:   "19364",
		Name: "早川町",
	},
	{
		ID:   "19365",
		Name: "身延町",
	},
	{
		ID:   "19366",
		Name: "南部町",
	},
	{
		ID:   "19368",
		Name: "富士川町",
	},
	{
		ID:   "19384",
		Name: "昭和町",
	},
	{
		ID:   "19422",
		Name: "道志村",
	},
	{
		ID:   "19423",
		Name: "西桂町",
	},
	{
		ID:   "19424",
		Name: "忍野村",
	},
	{
		ID:   "19425",
		Name: "山中湖村",
	},
	{
		ID:   "19429",
		Name: "鳴沢村",
	},
	{
		ID:   "19430",
		Name: "富士河口湖町",
	},
	{
		ID:   "19442",
		Name: "小菅村",
	},
	{
		ID:   "19443",
		Name: "丹波山村",
	},
}
