package area

var Area09Tochigi = []Area{
	{
		ID:   "09201",
		Name: "宇都宮市",
	},
	{
		ID:   "09202",
		Name: "足利市",
	},
	{
		ID:   "09203",
		Name: "栃木市",
	},
	{
		ID:   "09204",
		Name: "佐野市",
	},
	{
		ID:   "09205",
		Name: "鹿沼市",
	},
	{
		ID:   "09206",
		Name: "日光市",
	},
	{
		ID:   "09208",
		Name: "小山市",
	},
	{
		ID:   "09209",
		Name: "真岡市",
	},
	{
		ID:   "09210",
		Name: "大田原市",
	},
	{
		ID:   "09211",
		Name: "矢板市",
	},
	{
		ID:   "09213",
		Name: "那須塩原市",
	},
	{
		ID:   "09214",
		Name: "さくら市",
	},
	{
		ID:   "09215",
		Name: "那須烏山市",
	},
	{
		ID:   "09216",
		Name: "下野市",
	},
	{
		ID:   "09301",
		Name: "上三川町",
	},
	{
		ID:   "09321",
		Name: "西方町",
	},
	{
		ID:   "09341",
		Name: "二宮町",
	},
	{
		ID:   "09342",
		Name: "益子町",
	},
	{
		ID:   "09343",
		Name: "茂木町",
	},
	{
		ID:   "09344",
		Name: "市貝町",
	},
	{
		ID:   "09345",
		Name: "芳賀町",
	},
	{
		ID:   "09361",
		Name: "壬生町",
	},
	{
		ID:   "09364",
		Name: "野木町",
	},
	{
		ID:   "09365",
		Name: "大平町",
	},
	{
		ID:   "09366",
		Name: "藤岡町",
	},
	{
		ID:   "09367",
		Name: "岩舟町",
	},
	{
		ID:   "09368",
		Name: "都賀町",
	},
	{
		ID:   "09384",
		Name: "塩谷町",
	},
	{
		ID:   "09386",
		Name: "高根沢町",
	},
	{
		ID:   "09407",
		Name: "那須町",
	},
	{
		ID:   "09411",
		Name: "那珂川町",
	},
}
