package area

var Area03Iwate = []Area{
	{
		ID:   "03201",
		Name: "盛岡市",
	},
	{
		ID:   "03202",
		Name: "宮古市",
	},
	{
		ID:   "03203",
		Name: "大船渡市",
	},
	{
		ID:   "03205",
		Name: "花巻市",
	},
	{
		ID:   "03206",
		Name: "北上市",
	},
	{
		ID:   "03207",
		Name: "久慈市",
	},
	{
		ID:   "03208",
		Name: "遠野市",
	},
	{
		ID:   "03209",
		Name: "一関市",
	},
	{
		ID:   "03210",
		Name: "陸前高田市",
	},
	{
		ID:   "03211",
		Name: "釜石市",
	},
	{
		ID:   "03213",
		Name: "二戸市",
	},
	{
		ID:   "03214",
		Name: "八幡平市",
	},
	{
		ID:   "03215",
		Name: "奥州市",
	},
	{
		ID:   "03216",
		Name: "滝沢市",
	},
	{
		ID:   "03301",
		Name: "雫石町",
	},
	{
		ID:   "03302",
		Name: "葛巻町",
	},
	{
		ID:   "03303",
		Name: "岩手町",
	},
	{
		ID:   "03305",
		Name: "滝沢村",
	},
	{
		ID:   "03321",
		Name: "紫波町",
	},
	{
		ID:   "03322",
		Name: "矢巾町",
	},
	{
		ID:   "03366",
		Name: "西和賀町",
	},
	{
		ID:   "03381",
		Name: "金ケ崎町",
	},
	{
		ID:   "03402",
		Name: "平泉町",
	},
	{
		ID:   "03422",
		Name: "藤沢町",
	},
	{
		ID:   "03441",
		Name: "住田町",
	},
	{
		ID:   "03461",
		Name: "大槌町",
	},
	{
		ID:   "03482",
		Name: "山田町",
	},
	{
		ID:   "03483",
		Name: "岩泉町",
	},
	{
		ID:   "03484",
		Name: "田野畑村",
	},
	{
		ID:   "03485",
		Name: "普代村",
	},
	{
		ID:   "03487",
		Name: "川井村",
	},
	{
		ID:   "03501",
		Name: "軽米町",
	},
	{
		ID:   "03503",
		Name: "野田村",
	},
	{
		ID:   "03506",
		Name: "九戸村",
	},
	{
		ID:   "03507",
		Name: "洋野町",
	},
	{
		ID:   "03524",
		Name: "一戸町",
	},
}
