package area

var Area46Kagoshima = []Area{
	{
		ID:   "46201",
		Name: "鹿児島市",
	},
	{
		ID:   "46203",
		Name: "鹿屋市",
	},
	{
		ID:   "46204",
		Name: "枕崎市",
	},
	{
		ID:   "46206",
		Name: "阿久根市",
	},
	{
		ID:   "46208",
		Name: "出水市",
	},
	{
		ID:   "46209",
		Name: "大口市",
	},
	{
		ID:   "46210",
		Name: "指宿市",
	},
	{
		ID:   "46213",
		Name: "西之表市",
	},
	{
		ID:   "46214",
		Name: "垂水市",
	},
	{
		ID:   "46215",
		Name: "薩摩川内市",
	},
	{
		ID:   "46216",
		Name: "日置市",
	},
	{
		ID:   "46217",
		Name: "曽於市",
	},
	{
		ID:   "46218",
		Name: "霧島市",
	},
	{
		ID:   "46219",
		Name: "いちき串木野市",
	},
	{
		ID:   "46220",
		Name: "南さつま市",
	},
	{
		ID:   "46221",
		Name: "志布志市",
	},
	{
		ID:   "46222",
		Name: "奄美市",
	},
	{
		ID:   "46223",
		Name: "南九州市",
	},
	{
		ID:   "46224",
		Name: "伊佐市",
	},
	{
		ID:   "46225",
		Name: "姶良市",
	},
	{
		ID:   "46303",
		Name: "三島村",
	},
	{
		ID:   "46304",
		Name: "十島村",
	},
	{
		ID:   "46392",
		Name: "さつま町",
	},
	{
		ID:   "46404",
		Name: "長島町",
	},
	{
		ID:   "46421",
		Name: "菱刈町",
	},
	{
		ID:   "46441",
		Name: "加治木町",
	},
	{
		ID:   "46442",
		Name: "姶良町",
	},
	{
		ID:   "46443",
		Name: "蒲生町",
	},
	{
		ID:   "46452",
		Name: "湧水町",
	},
	{
		ID:   "46468",
		Name: "大崎町",
	},
	{
		ID:   "46482",
		Name: "東串良町",
	},
	{
		ID:   "46490",
		Name: "錦江町",
	},
	{
		ID:   "46491",
		Name: "南大隅町",
	},
	{
		ID:   "46492",
		Name: "肝付町",
	},
	{
		ID:   "46501",
		Name: "中種子町",
	},
	{
		ID:   "46502",
		Name: "南種子町",
	},
	{
		ID:   "46505",
		Name: "屋久島町",
	},
	{
		ID:   "46523",
		Name: "大和村",
	},
	{
		ID:   "46524",
		Name: "宇検村",
	},
	{
		ID:   "46525",
		Name: "瀬戸内町",
	},
	{
		ID:   "46527",
		Name: "龍郷町",
	},
	{
		ID:   "46529",
		Name: "喜界町",
	},
	{
		ID:   "46530",
		Name: "徳之島町",
	},
	{
		ID:   "46531",
		Name: "天城町",
	},
	{
		ID:   "46532",
		Name: "伊仙町",
	},
	{
		ID:   "46533",
		Name: "和泊町",
	},
	{
		ID:   "46534",
		Name: "知名町",
	},
	{
		ID:   "46535",
		Name: "与論町",
	},
}
