package area

var Area16Toyama = []Area{
	{
		ID:   "16201",
		Name: "富山市",
	},
	{
		ID:   "16202",
		Name: "高岡市",
	},
	{
		ID:   "16204",
		Name: "魚津市",
	},
	{
		ID:   "16205",
		Name: "氷見市",
	},
	{
		ID:   "16206",
		Name: "滑川市",
	},
	{
		ID:   "16207",
		Name: "黒部市",
	},
	{
		ID:   "16208",
		Name: "砺波市",
	},
	{
		ID:   "16209",
		Name: "小矢部市",
	},
	{
		ID:   "16210",
		Name: "南砺市",
	},
	{
		ID:   "16211",
		Name: "射水市",
	},
	{
		ID:   "16321",
		Name: "舟橋村",
	},
	{
		ID:   "16322",
		Name: "上市町",
	},
	{
		ID:   "16323",
		Name: "立山町",
	},
	{
		ID:   "16342",
		Name: "入善町",
	},
	{
		ID:   "16343",
		Name: "朝日町",
	},
}
