package area

var Area14Kanagawa = []Area{
	{
		ID:   "14100",
		Name: "横浜市",
	},
	{
		ID:   "14101",
		Name: "鶴見区",
	},
	{
		ID:   "14102",
		Name: "神奈川区",
	},
	{
		ID:   "14103",
		Name: "西区",
	},
	{
		ID:   "14104",
		Name: "中区",
	},
	{
		ID:   "14105",
		Name: "南区",
	},
	{
		ID:   "14106",
		Name: "保土ケ谷区",
	},
	{
		ID:   "14107",
		Name: "磯子区",
	},
	{
		ID:   "14108",
		Name: "金沢区",
	},
	{
		ID:   "14109",
		Name: "港北区",
	},
	{
		ID:   "14110",
		Name: "戸塚区",
	},
	{
		ID:   "14111",
		Name: "港南区",
	},
	{
		ID:   "14112",
		Name: "旭区",
	},
	{
		ID:   "14113",
		Name: "緑区",
	},
	{
		ID:   "14114",
		Name: "瀬谷区",
	},
	{
		ID:   "14115",
		Name: "栄区",
	},
	{
		ID:   "14116",
		Name: "泉区",
	},
	{
		ID:   "14117",
		Name: "青葉区",
	},
	{
		ID:   "14118",
		Name: "都筑区",
	},
	{
		ID:   "14130",
		Name: "川崎市",
	},
	{
		ID:   "14131",
		Name: "川崎区",
	},
	{
		ID:   "14132",
		Name: "幸区",
	},
	{
		ID:   "14133",
		Name: "中原区",
	},
	{
		ID:   "14134",
		Name: "高津区",
	},
	{
		ID:   "14135",
		Name: "多摩区",
	},
	{
		ID:   "14136",
		Name: "宮前区",
	},
	{
		ID:   "14137",
		Name: "麻生区",
	},
	{
		ID:   "14150",
		Name: "相模原市",
	},
	{
		ID:   "14151",
		Name: "緑区",
	},
	{
		ID:   "14152",
		Name: "中央区",
	},
	{
		ID:   "14153",
		Name: "南区",
	},
	{
		ID:   "14201",
		Name: "横須賀市",
	},
	{
		ID:   "14203",
		Name: "平塚市",
	},
	{
		ID:   "14204",
		Name: "鎌倉市",
	},
	{
		ID:   "14205",
		Name: "藤沢市",
	},
	{
		ID:   "14206",
		Name: "小田原市",
	},
	{
		ID:   "14207",
		Name: "茅ヶ崎市",
	},
	{
		ID:   "14208",
		Name: "逗子市",
	},
	{
		ID:   "14209",
		Name: "相模原市",
	},
	{
		ID:   "14210",
		Name: "三浦市",
	},
	{
		ID:   "14211",
		Name: "秦野市",
	},
	{
		ID:   "14212",
		Name: "厚木市",
	},
	{
		ID:   "14213",
		Name: "大和市",
	},
	{
		ID:   "14214",
		Name: "伊勢原市",
	},
	{
		ID:   "14215",
		Name: "海老名市",
	},
	{
		ID:   "14216",
		Name: "座間市",
	},
	{
		ID:   "14217",
		Name: "南足柄市",
	},
	{
		ID:   "14218",
		Name: "綾瀬市",
	},
	{
		ID:   "14301",
		Name: "葉山町",
	},
	{
		ID:   "14321",
		Name: "寒川町",
	},
	{
		ID:   "14341",
		Name: "大磯町",
	},
	{
		ID:   "14342",
		Name: "二宮町",
	},
	{
		ID:   "14361",
		Name: "中井町",
	},
	{
		ID:   "14362",
		Name: "大井町",
	},
	{
		ID:   "14363",
		Name: "松田町",
	},
	{
		ID:   "14364",
		Name: "山北町",
	},
	{
		ID:   "14366",
		Name: "開成町",
	},
	{
		ID:   "14382",
		Name: "箱根町",
	},
	{
		ID:   "14383",
		Name: "真鶴町",
	},
	{
		ID:   "14384",
		Name: "湯河原町",
	},
	{
		ID:   "14401",
		Name: "愛川町",
	},
	{
		ID:   "14402",
		Name: "清川村",
	},
}
