package area

var Area22Shizuoka = []Area{
	{
		ID:   "22100",
		Name: "静岡市",
	},
	{
		ID:   "22101",
		Name: "葵区",
	},
	{
		ID:   "22102",
		Name: "駿河区",
	},
	{
		ID:   "22103",
		Name: "清水区",
	},
	{
		ID:   "22130",
		Name: "浜松市",
	},
	{
		ID:   "22131",
		Name: "中区",
	},
	{
		ID:   "22132",
		Name: "東区",
	},
	{
		ID:   "22133",
		Name: "西区",
	},
	{
		ID:   "22134",
		Name: "南区",
	},
	{
		ID:   "22135",
		Name: "北区",
	},
	{
		ID:   "22136",
		Name: "浜北区",
	},
	{
		ID:   "22137",
		Name: "天竜区",
	},
	{
		ID:   "22203",
		Name: "沼津市",
	},
	{
		ID:   "22205",
		Name: "熱海市",
	},
	{
		ID:   "22206",
		Name: "三島市",
	},
	{
		ID:   "22207",
		Name: "富士宮市",
	},
	{
		ID:   "22208",
		Name: "伊東市",
	},
	{
		ID:   "22209",
		Name: "島田市",
	},
	{
		ID:   "22210",
		Name: "富士市",
	},
	{
		ID:   "22211",
		Name: "磐田市",
	},
	{
		ID:   "22212",
		Name: "焼津市",
	},
	{
		ID:   "22213",
		Name: "掛川市",
	},
	{
		ID:   "22214",
		Name: "藤枝市",
	},
	{
		ID:   "22215",
		Name: "御殿場市",
	},
	{
		ID:   "22216",
		Name: "袋井市",
	},
	{
		ID:   "22219",
		Name: "下田市",
	},
	{
		ID:   "22220",
		Name: "裾野市",
	},
	{
		ID:   "22221",
		Name: "湖西市",
	},
	{
		ID:   "22222",
		Name: "伊豆市",
	},
	{
		ID:   "22223",
		Name: "御前崎市",
	},
	{
		ID:   "22224",
		Name: "菊川市",
	},
	{
		ID:   "22225",
		Name: "伊豆の国市",
	},
	{
		ID:   "22226",
		Name: "牧之原市",
	},
	{
		ID:   "22301",
		Name: "東伊豆町",
	},
	{
		ID:   "22302",
		Name: "河津町",
	},
	{
		ID:   "22304",
		Name: "南伊豆町",
	},
	{
		ID:   "22305",
		Name: "松崎町",
	},
	{
		ID:   "22306",
		Name: "西伊豆町",
	},
	{
		ID:   "22325",
		Name: "函南町",
	},
	{
		ID:   "22341",
		Name: "清水町",
	},
	{
		ID:   "22342",
		Name: "長泉町",
	},
	{
		ID:   "22344",
		Name: "小山町",
	},
	{
		ID:   "22361",
		Name: "芝川町",
	},
	{
		ID:   "22381",
		Name: "富士川町",
	},
	{
		ID:   "22383",
		Name: "由比町",
	},
	{
		ID:   "22401",
		Name: "岡部町",
	},
	{
		ID:   "22402",
		Name: "大井川町",
	},
	{
		ID:   "22424",
		Name: "吉田町",
	},
	{
		ID:   "22426",
		Name: "川根町",
	},
	{
		ID:   "22429",
		Name: "川根本町",
	},
	{
		ID:   "22461",
		Name: "森町",
	},
	{
		ID:   "22503",
		Name: "新居町",
	},
}
