package area

var Area45Miyazaki = []Area{
	{
		ID:   "45201",
		Name: "宮崎市",
	},
	{
		ID:   "45202",
		Name: "都城市",
	},
	{
		ID:   "45203",
		Name: "延岡市",
	},
	{
		ID:   "45204",
		Name: "日南市",
	},
	{
		ID:   "45205",
		Name: "小林市",
	},
	{
		ID:   "45206",
		Name: "日向市",
	},
	{
		ID:   "45207",
		Name: "串間市",
	},
	{
		ID:   "45208",
		Name: "西都市",
	},
	{
		ID:   "45209",
		Name: "えびの市",
	},
	{
		ID:   "45301",
		Name: "清武町",
	},
	{
		ID:   "45321",
		Name: "北郷町",
	},
	{
		ID:   "45322",
		Name: "南郷町",
	},
	{
		ID:   "45341",
		Name: "三股町",
	},
	{
		ID:   "45361",
		Name: "高原町",
	},
	{
		ID:   "45362",
		Name: "野尻町",
	},
	{
		ID:   "45382",
		Name: "国富町",
	},
	{
		ID:   "45383",
		Name: "綾町",
	},
	{
		ID:   "45401",
		Name: "高鍋町",
	},
	{
		ID:   "45402",
		Name: "新富町",
	},
	{
		ID:   "45403",
		Name: "西米良村",
	},
	{
		ID:   "45404",
		Name: "木城町",
	},
	{
		ID:   "45405",
		Name: "川南町",
	},
	{
		ID:   "45406",
		Name: "都農町",
	},
	{
		ID:   "45421",
		Name: "門川町",
	},
	{
		ID:   "45429",
		Name: "諸塚村",
	},
	{
		ID:   "45430",
		Name: "椎葉村",
	},
	{
		ID:   "45431",
		Name: "美郷町",
	},
	{
		ID:   "45441",
		Name: "高千穂町",
	},
	{
		ID:   "45442",
		Name: "日之影町",
	},
	{
		ID:   "45443",
		Name: "五ヶ瀬町",
	},
}
