package area

var Area10Gunma = []Area{
	{
		ID:   "10201",
		Name: "前橋市",
	},
	{
		ID:   "10202",
		Name: "高崎市",
	},
	{
		ID:   "10203",
		Name: "桐生市",
	},
	{
		ID:   "10204",
		Name: "伊勢崎市",
	},
	{
		ID:   "10205",
		Name: "太田市",
	},
	{
		ID:   "10206",
		Name: "沼田市",
	},
	{
		ID:   "10207",
		Name: "館林市",
	},
	{
		ID:   "10208",
		Name: "渋川市",
	},
	{
		ID:   "10209",
		Name: "藤岡市",
	},
	{
		ID:   "10210",
		Name: "富岡市",
	},
	{
		ID:   "10211",
		Name: "安中市",
	},
	{
		ID:   "10212",
		Name: "みどり市",
	},
	{
		ID:   "10303",
		Name: "富士見村",
	},
	{
		ID:   "10344",
		Name: "榛東村",
	},
	{
		ID:   "10345",
		Name: "吉岡町",
	},
	{
		ID:   "10363",
		Name: "吉井町",
	},
	{
		ID:   "10366",
		Name: "上野村",
	},
	{
		ID:   "10367",
		Name: "神流町",
	},
	{
		ID:   "10382",
		Name: "下仁田町",
	},
	{
		ID:   "10383",
		Name: "南牧村",
	},
	{
		ID:   "10384",
		Name: "甘楽町",
	},
	{
		ID:   "10421",
		Name: "中之条町",
	},
	{
		ID:   "10424",
		Name: "長野原町",
	},
	{
		ID:   "10425",
		Name: "嬬恋村",
	},
	{
		ID:   "10426",
		Name: "草津町",
	},
	{
		ID:   "10427",
		Name: "六合村",
	},
	{
		ID:   "10428",
		Name: "高山村",
	},
	{
		ID:   "10429",
		Name: "東吾妻町",
	},
	{
		ID:   "10443",
		Name: "片品村",
	},
	{
		ID:   "10444",
		Name: "川場村",
	},
	{
		ID:   "10448",
		Name: "昭和村",
	},
	{
		ID:   "10449",
		Name: "みなかみ町",
	},
	{
		ID:   "10464",
		Name: "玉村町",
	},
	{
		ID:   "10521",
		Name: "板倉町",
	},
	{
		ID:   "10522",
		Name: "明和町",
	},
	{
		ID:   "10523",
		Name: "千代田町",
	},
	{
		ID:   "10524",
		Name: "大泉町",
	},
	{
		ID:   "10525",
		Name: "邑楽町",
	},
}
