package area

var Area29Nara = []Area{
	{
		ID:   "29201",
		Name: "奈良市",
	},
	{
		ID:   "29202",
		Name: "大和高田市",
	},
	{
		ID:   "29203",
		Name: "大和郡山市",
	},
	{
		ID:   "29204",
		Name: "天理市",
	},
	{
		ID:   "29205",
		Name: "橿原市",
	},
	{
		ID:   "29206",
		Name: "桜井市",
	},
	{
		ID:   "29207",
		Name: "五條市",
	},
	{
		ID:   "29208",
		Name: "御所市",
	},
	{
		ID:   "29209",
		Name: "生駒市",
	},
	{
		ID:   "29210",
		Name: "香芝市",
	},
	{
		ID:   "29211",
		Name: "葛城市",
	},
	{
		ID:   "29212",
		Name: "宇陀市",
	},
	{
		ID:   "29322",
		Name: "山添村",
	},
	{
		ID:   "29342",
		Name: "平群町",
	},
	{
		ID:   "29343",
		Name: "三郷町",
	},
	{
		ID:   "29344",
		Name: "斑鳩町",
	},
	{
		ID:   "29345",
		Name: "安堵町",
	},
	{
		ID:   "29361",
		Name: "川西町",
	},
	{
		ID:   "29362",
		Name: "三宅町",
	},
	{
		ID:   "29363",
		Name: "田原本町",
	},
	{
		ID:   "29385",
		Name: "曽爾村",
	},
	{
		ID:   "29386",
		Name: "御杖村",
	},
	{
		ID:   "29401",
		Name: "高取町",
	},
	{
		ID:   "29402",
		Name: "明日香村",
	},
	{
		ID:   "29424",
		Name: "上牧町",
	},
	{
		ID:   "29425",
		Name: "王寺町",
	},
	{
		ID:   "29426",
		Name: "広陵町",
	},
	{
		ID:   "29427",
		Name: "河合町",
	},
	{
		ID:   "29441",
		Name: "吉野町",
	},
	{
		ID:   "29442",
		Name: "大淀町",
	},
	{
		ID:   "29443",
		Name: "下市町",
	},
	{
		ID:   "29444",
		Name: "黒滝村",
	},
	{
		ID:   "29446",
		Name: "天川村",
	},
	{
		ID:   "29447",
		Name: "野迫川村",
	},
	{
		ID:   "29449",
		Name: "十津川村",
	},
	{
		ID:   "29450",
		Name: "下北山村",
	},
	{
		ID:   "29451",
		Name: "上北山村",
	},
	{
		ID:   "29452",
		Name: "川上村",
	},
	{
		ID:   "29453",
		Name: "東吉野村",
	},
}
