package area

var Area36Tokushima = []Area{
	{
		ID:   "36201",
		Name: "徳島市",
	},
	{
		ID:   "36202",
		Name: "鳴門市",
	},
	{
		ID:   "36203",
		Name: "小松島市",
	},
	{
		ID:   "36204",
		Name: "阿南市",
	},
	{
		ID:   "36205",
		Name: "吉野川市",
	},
	{
		ID:   "36206",
		Name: "阿波市",
	},
	{
		ID:   "36207",
		Name: "美馬市",
	},
	{
		ID:   "36208",
		Name: "三好市",
	},
	{
		ID:   "36301",
		Name: "勝浦町",
	},
	{
		ID:   "36302",
		Name: "上勝町",
	},
	{
		ID:   "36321",
		Name: "佐那河内村",
	},
	{
		ID:   "36341",
		Name: "石井町",
	},
	{
		ID:   "36342",
		Name: "神山町",
	},
	{
		ID:   "36368",
		Name: "那賀町",
	},
	{
		ID:   "36383",
		Name: "牟岐町",
	},
	{
		ID:   "36387",
		Name: "美波町",
	},
	{
		ID:   "36388",
		Name: "海陽町",
	},
	{
		ID:   "36401",
		Name: "松茂町",
	},
	{
		ID:   "36402",
		Name: "北島町",
	},
	{
		ID:   "36403",
		Name: "藍住町",
	},
	{
		ID:   "36404",
		Name: "板野町",
	},
	{
		ID:   "36405",
		Name: "上板町",
	},
	{
		ID:   "36468",
		Name: "つるぎ町",
	},
	{
		ID:   "36489",
		Name: "東みよし町",
	},
}
