package area

var Area44Oita = []Area{
	{
		ID:   "44201",
		Name: "大分市",
	},
	{
		ID:   "44202",
		Name: "別府市",
	},
	{
		ID:   "44203",
		Name: "中津市",
	},
	{
		ID:   "44204",
		Name: "日田市",
	},
	{
		ID:   "44205",
		Name: "佐伯市",
	},
	{
		ID:   "44206",
		Name: "臼杵市",
	},
	{
		ID:   "44207",
		Name: "津久見市",
	},
	{
		ID:   "44208",
		Name: "竹田市",
	},
	{
		ID:   "44209",
		Name: "豊後高田市",
	},
	{
		ID:   "44210",
		Name: "杵築市",
	},
	{
		ID:   "44211",
		Name: "宇佐市",
	},
	{
		ID:   "44212",
		Name: "豊後大野市",
	},
	{
		ID:   "44213",
		Name: "由布市",
	},
	{
		ID:   "44214",
		Name: "国東市",
	},
	{
		ID:   "44322",
		Name: "姫島村",
	},
	{
		ID:   "44341",
		Name: "日出町",
	},
	{
		ID:   "44461",
		Name: "九重町",
	},
	{
		ID:   "44462",
		Name: "玖珠町",
	},
}
