package area

var Area08Ibaraki = []Area{
	{
		ID:   "08201",
		Name: "水戸市",
	},
	{
		ID:   "08202",
		Name: "日立市",
	},
	{
		ID:   "08203",
		Name: "土浦市",
	},
	{
		ID:   "08204",
		Name: "古河市",
	},
	{
		ID:   "08205",
		Name: "石岡市",
	},
	{
		ID:   "08207",
		Name: "結城市",
	},
	{
		ID:   "08208",
		Name: "龍ケ崎市",
	},
	{
		ID:   "08210",
		Name: "下妻市",
	},
	{
		ID:   "08211",
		Name: "常総市",
	},
	{
		ID:   "08212",
		Name: "常陸太田市",
	},
	{
		ID:   "08214",
		Name: "高萩市",
	},
	{
		ID:   "08215",
		Name: "北茨城市",
	},
	{
		ID:   "08216",
		Name: "笠間市",
	},
	{
		ID:   "08217",
		Name: "取手市",
	},
	{
		ID:   "08219",
		Name: "牛久市",
	},
	{
		ID:   "08220",
		Name: "つくば市",
	},
	{
		ID:   "08221",
		Name: "ひたちなか市",
	},
	{
		ID:   "08222",
		Name: "鹿嶋市",
	},
	{
		ID:   "08223",
		Name: "潮来市",
	},
	{
		ID:   "08224",
		Name: "守谷市",
	},
	{
		ID:   "08225",
		Name: "常陸大宮市",
	},
	{
		ID:   "08226",
		Name: "那珂市",
	},
	{
		ID:   "08227",
		Name: "筑西市",
	},
	{
		ID:   "08228",
		Name: "坂東市",
	},
	{
		ID:   "08229",
		Name: "稲敷市",
	},
	{
		ID:   "08230",
		Name: "かすみがうら市",
	},
	{
		ID:   "08231",
		Name: "桜川市",
	},
	{
		ID:   "08232",
		Name: "神栖市",
	},
	{
		ID:   "08233",
		Name: "行方市",
	},
	{
		ID:   "08234",
		Name: "鉾田市",
	},
	{
		ID:   "08235",
		Name: "つくばみらい市",
	},
	{
		ID:   "08236",
		Name: "小美玉市",
	},
	{
		ID:   "08302",
		Name: "茨城町",
	},
	{
		ID:   "08309",
		Name: "大洗町",
	},
	{
		ID:   "08310",
		Name: "城里町",
	},
	{
		ID:   "08341",
		Name: "東海村",
	},
	{
		ID:   "08364",
		Name: "大子町",
	},
	{
		ID:   "08442",
		Name: "美浦村",
	},
	{
		ID:   "08443",
		Name: "阿見町",
	},
	{
		ID:   "08447",
		Name: "河内町",
	},
	{
		ID:   "08521",
		Name: "八千代町",
	},
	{
		ID:   "08542",
		Name: "五霞町",
	},
	{
		ID:   "08546",
		Name: "境町",
	},
	{
		ID:   "08564",
		Name: "利根町",
	},
}
