package area

var Area47Okinawa = []Area{
	{
		ID:   "47201",
		Name: "那覇市",
	},
	{
		ID:   "47205",
		Name: "宜野湾市",
	},
	{
		ID:   "47207",
		Name: "石垣市",
	},
	{
		ID:   "47208",
		Name: "浦添市",
	},
	{
		ID:   "47209",
		Name: "名護市",
	},
	{
		ID:   "47210",
		Name: "糸満市",
	},
	{
		ID:   "47211",
		Name: "沖縄市",
	},
	{
		ID:   "47212",
		Name: "豊見城市",
	},
	{
		ID:   "47213",
		Name: "うるま市",
	},
	{
		ID:   "47214",
		Name: "宮古島市",
	},
	{
		ID:   "47215",
		Name: "南城市",
	},
	{
		ID:   "47301",
		Name: "国頭村",
	},
	{
		ID:   "47302",
		Name: "大宜味村",
	},
	{
		ID:   "47303",
		Name: "東村",
	},
	{
		ID:   "47306",
		Name: "今帰仁村",
	},
	{
		ID:   "47308",
		Name: "本部町",
	},
	{
		ID:   "47311",
		Name: "恩納村",
	},
	{
		ID:   "47313",
		Name: "宜野座村",
	},
	{
		ID:   "47314",
		Name: "金武町",
	},
	{
		ID:   "47315",
		Name: "伊江村",
	},
	{
		ID:   "47324",
		Name: "読谷村",
	},
	{
		ID:   "47325",
		Name: "嘉手納町",
	},
	{
		ID:   "47326",
		Name: "北谷町",
	},
	{
		ID:   "47327",
		Name: "北中城村",
	},
	{
		ID:   "47328",
		Name: "中城村",
	},
	{
		ID:   "47329",
		Name: "西原町",
	},
	{
		ID:   "47348",
		Name: "与那原町",
	},
	{
		ID:   "47350",
		Name: "南風原町",
	},
	{
		ID:   "47353",
		Name: "渡嘉敷村",
	},
	{
		ID:   "47354",
		Name: "座間味村",
	},
	{
		ID:   "47355",
		Name: "粟国村",
	},
	{
		ID:   "47356",
		Name: "渡名喜村",
	},
	{
		ID:   "47357",
		Name: "南大東村",
	},
	{
		ID:   "47358",
		Name: "北大東村",
	},
	{
		ID:   "47359",
		Name: "伊平屋村",
	},
	{
		ID:   "47360",
		Name: "伊是名村",
	},
	{
		ID:   "47361",
		Name: "久米島町",
	},
	{
		ID:   "47362",
		Name: "八重瀬町",
	},
	{
		ID:   "47375",
		Name: "多良間村",
	},
	{
		ID:   "47381",
		Name: "竹富町",
	},
	{
		ID:   "47382",
		Name: "与那国町",
	},
}
