package area

var Area17Ishikawa = []Area{
	{
		ID:   "17201",
		Name: "金沢市",
	},
	{
		ID:   "17202",
		Name: "七尾市",
	},
	{
		ID:   "17203",
		Name: "小松市",
	},
	{
		ID:   "17204",
		Name: "輪島市",
	},
	{
		ID:   "17205",
		Name: "珠洲市",
	},
	{
		ID:   "17206",
		Name: "加賀市",
	},
	{
		ID:   "17207",
		Name: "羽咋市",
	},
	{
		ID:   "17209",
		Name: "かほく市",
	},
	{
		ID:   "17210",
		Name: "白山市",
	},
	{
		ID:   "17211",
		Name: "能美市",
	},
	{
		ID:   "17212",
		Name: "野々市市",
	},
	{
		ID:   "17324",
		Name: "川北町",
	},
	{
		ID:   "17344",
		Name: "野々市町",
	},
	{
		ID:   "17361",
		Name: "津幡町",
	},
	{
		ID:   "17365",
		Name: "内灘町",
	},
	{
		ID:   "17384",
		Name: "志賀町",
	},
	{
		ID:   "17386",
		Name: "宝達志水町",
	},
	{
		ID:   "17407",
		Name: "中能登町",
	},
	{
		ID:   "17461",
		Name: "穴水町",
	},
	{
		ID:   "17463",
		Name: "能登町",
	},
}
