package area

var Area28Hyogo = []Area{
	{
		ID:   "28100",
		Name: "神戸市",
	},
	{
		ID:   "28101",
		Name: "東灘区",
	},
	{
		ID:   "28102",
		Name: "灘区",
	},
	{
		ID:   "28105",
		Name: "兵庫区",
	},
	{
		ID:   "28106",
		Name: "長田区",
	},
	{
		ID:   "28107",
		Name: "須磨区",
	},
	{
		ID:   "28108",
		Name: "垂水区",
	},
	{
		ID:   "28109",
		Name: "北区",
	},
	{
		ID:   "28110",
		Name: "中央区",
	},
	{
		ID:   "28111",
		Name: "西区",
	},
	{
		ID:   "28201",
		Name: "姫路市",
	},
	{
		ID:   "28202",
		Name: "尼崎市",
	},
	{
		ID:   "28203",
		Name: "明石市",
	},
	{
		ID:   "28204",
		Name: "西宮市",
	},
	{
		ID:   "28205",
		Name: "洲本市",
	},
	{
		ID:   "28206",
		Name: "芦屋市",
	},
	{
		ID:   "28207",
		Name: "伊丹市",
	},
	{
		ID:   "28208",
		Name: "相生市",
	},
	{
		ID:   "28209",
		Name: "豊岡市",
	},
	{
		ID:   "28210",
		Name: "加古川市",
	},
	{
		ID:   "28212",
		Name: "赤穂市",
	},
	{
		ID:   "28213",
		Name: "西脇市",
	},
	{
		ID:   "28214",
		Name: "宝塚市",
	},
	{
		ID:   "28215",
		Name: "三木市",
	},
	{
		ID:   "28216",
		Name: "高砂市",
	},
	{
		ID:   "28217",
		Name: "川西市",
	},
	{
		ID:   "28218",
		Name: "小野市",
	},
	{
		ID:   "28219",
		Name: "三田市",
	},
	{
		ID:   "28220",
		Name: "加西市",
	},
	{
		ID:   "28221",
		Name: "丹波篠山市",
	},
	{
		ID:   "28222",
		Name: "養父市",
	},
	{
		ID:   "28223",
		Name: "丹波市",
	},
	{
		ID:   "28224",
		Name: "南あわじ市",
	},
	{
		ID:   "28225",
		Name: "朝来市",
	},
	{
		ID:   "28226",
		Name: "淡路市",
	},
	{
		ID:   "28227",
		Name: "宍粟市",
	},
	{
		ID:   "28228",
		Name: "加東市",
	},
	{
		ID:   "28229",
		Name: "たつの市",
	},
	{
		ID:   "28301",
		Name: "猪名川町",
	},
	{
		ID:   "28365",
		Name: "多可町",
	},
	{
		ID:   "28381",
		Name: "稲美町",
	},
	{
		ID:   "28382",
		Name: "播磨町",
	},
	{
		ID:   "28442",
		Name: "市川町",
	},
	{
		ID:   "28443",
		Name: "福崎町",
	},
	{
		ID:   "28446",
		Name: "神河町",
	},
	{
		ID:   "28464",
		Name: "太子町",
	},
	{
		ID:   "28481",
		Name: "上郡町",
	},
	{
		ID:   "28501",
		Name: "佐用町",
	},
	{
		ID:   "28585",
		Name: "香美町",
	},
	{
		ID:   "28586",
		Name: "新温泉町",
	},
}
