package area

var Area43Kumamoto = []Area{
	{
		ID:   "43100",
		Name: "熊本市",
	},
	{
		ID:   "43101",
		Name: "中央区",
	},
	{
		ID:   "43102",
		Name: "東区",
	},
	{
		ID:   "43103",
		Name: "西区",
	},
	{
		ID:   "43104",
		Name: "南区",
	},
	{
		ID:   "43105",
		Name: "北区",
	},
	{
		ID:   "43201",
		Name: "熊本市",
	},
	{
		ID:   "43202",
		Name: "八代市",
	},
	{
		ID:   "43203",
		Name: "人吉市",
	},
	{
		ID:   "43204",
		Name: "荒尾市",
	},
	{
		ID:   "43205",
		Name: "水俣市",
	},
	{
		ID:   "43206",
		Name: "玉名市",
	},
	{
		ID:   "43208",
		Name: "山鹿市",
	},
	{
		ID:   "43210",
		Name: "菊池市",
	},
	{
		ID:   "43211",
		Name: "宇土市",
	},
	{
		ID:   "43212",
		Name: "上天草市",
	},
	{
		ID:   "43213",
		Name: "宇城市",
	},
	{
		ID:   "43214",
		Name: "阿蘇市",
	},
	{
		ID:   "43215",
		Name: "天草市",
	},
	{
		ID:   "43216",
		Name: "合志市",
	},
	{
		ID:   "43341",
		Name: "城南町",
	},
	{
		ID:   "43342",
		Name: "富合町",
	},
	{
		ID:   "43348",
		Name: "美里町",
	},
	{
		ID:   "43364",
		Name: "玉東町",
	},
	{
		ID:   "43367",
		Name: "南関町",
	},
	{
		ID:   "43368",
		Name: "長洲町",
	},
	{
		ID:   "43369",
		Name: "和水町",
	},
	{
		ID:   "43385",
		Name: "植木町",
	},
	{
		ID:   "43403",
		Name: "大津町",
	},
	{
		ID:   "43404",
		Name: "菊陽町",
	},
	{
		ID:   "43423",
		Name: "南小国町",
	},
	{
		ID:   "43424",
		Name: "小国町",
	},
	{
		ID:   "43425",
		Name: "産山村",
	},
	{
		ID:   "43428",
		Name: "高森町",
	},
	{
		ID:   "43432",
		Name: "西原村",
	},
	{
		ID:   "43433",
		Name: "南阿蘇村",
	},
	{
		ID:   "43441",
		Name: "御船町",
	},
	{
		ID:   "43442",
		Name: "嘉島町",
	},
	{
		ID:   "43443",
		Name: "益城町",
	},
	{
		ID:   "43444",
		Name: "甲佐町",
	},
	{
		ID:   "43447",
		Name: "山都町",
	},
	{
		ID:   "43468",
		Name: "氷川町",
	},
	{
		ID:   "43482",
		Name: "芦北町",
	},
	{
		ID:   "43484",
		Name: "津奈木町",
	},
	{
		ID:   "43501",
		Name: "錦町",
	},
	{
		ID:   "43505",
		Name: "多良木町",
	},
	{
		ID:   "43506",
		Name: "湯前町",
	},
	{
		ID:   "43507",
		Name: "水上村",
	},
	{
		ID:   "43510",
		Name: "相良村",
	},
	{
		ID:   "43511",
		Name: "五木村",
	},
	{
		ID:   "43512",
		Name: "山江村",
	},
	{
		ID:   "43513",
		Name: "球磨村",
	},
	{
		ID:   "43514",
		Name: "あさぎり町",
	},
	{
		ID:   "43531",
		Name: "苓北町",
	},
}
