package area

var Area04Miyagi = []Area{
	{
		ID:   "04100",
		Name: "仙台市",
	},
	{
		ID:   "04101",
		Name: "青葉区",
	},
	{
		ID:   "04102",
		Name: "宮城野区",
	},
	{
		ID:   "04103",
		Name: "若林区",
	},
	{
		ID:   "04104",
		Name: "太白区",
	},
	{
		ID:   "04105",
		Name: "泉区",
	},
	{
		ID:   "04202",
		Name: "石巻市",
	},
	{
		ID:   "04203",
		Name: "塩竈市",
	},
	{
		ID:   "04205",
		Name: "気仙沼市",
	},
	{
		ID:   "04206",
		Name: "白石市",
	},
	{
		ID:   "04207",
		Name: "名取市",
	},
	{
		ID:   "04208",
		Name: "角田市",
	},
	{
		ID:   "04209",
		Name: "多賀城市",
	},
	{
		ID:   "04211",
		Name: "岩沼市",
	},
	{
		ID:   "04212",
		Name: "登米市",
	},
	{
		ID:   "04213",
		Name: "栗原市",
	},
	{
		ID:   "04214",
		Name: "東松島市",
	},
	{
		ID:   "04215",
		Name: "大崎市",
	},
	{
		ID:   "04216",
		Name: "富谷市",
	},
	{
		ID:   "04301",
		Name: "蔵王町",
	},
	{
		ID:   "04302",
		Name: "七ヶ宿町",
	},
	{
		ID:   "04321",
		Name: "大河原町",
	},
	{
		ID:   "04322",
		Name: "村田町",
	},
	{
		ID:   "04323",
		Name: "柴田町",
	},
	{
		ID:   "04324",
		Name: "川崎町",
	},
	{
		ID:   "04341",
		Name: "丸森町",
	},
	{
		ID:   "04361",
		Name: "亘理町",
	},
	{
		ID:   "04362",
		Name: "山元町",
	},
	{
		ID:   "04401",
		Name: "松島町",
	},
	{
		ID:   "04404",
		Name: "七ヶ浜町",
	},
	{
		ID:   "04406",
		Name: "利府町",
	},
	{
		ID:   "04421",
		Name: "大和町",
	},
	{
		ID:   "04422",
		Name: "大郷町",
	},
	{
		ID:   "04423",
		Name: "富谷町",
	},
	{
		ID:   "04424",
		Name: "大衡村",
	},
	{
		ID:   "04444",
		Name: "色麻町",
	},
	{
		ID:   "04445",
		Name: "加美町",
	},
	{
		ID:   "04501",
		Name: "涌谷町",
	},
	{
		ID:   "04505",
		Name: "美里町",
	},
	{
		ID:   "04581",
		Name: "女川町",
	},
	{
		ID:   "04603",
		Name: "本吉町",
	},
	{
		ID:   "04606",
		Name: "南三陸町",
	},
}
