package area

var Area06Yamagata = []Area{
	{
		ID:   "06201",
		Name: "山形市",
	},
	{
		ID:   "06202",
		Name: "米沢市",
	},
	{
		ID:   "06203",
		Name: "鶴岡市",
	},
	{
		ID:   "06204",
		Name: "酒田市",
	},
	{
		ID:   "06205",
		Name: "新庄市",
	},
	{
		ID:   "06206",
		Name: "寒河江市",
	},
	{
		ID:   "06207",
		Name: "上山市",
	},
	{
		ID:   "06208",
		Name: "村山市",
	},
	{
		ID:   "06209",
		Name: "長井市",
	},
	{
		ID:   "06210",
		Name: "天童市",
	},
	{
		ID:   "06211",
		Name: "東根市",
	},
	{
		ID:   "06212",
		Name: "尾花沢市",
	},
	{
		ID:   "06213",
		Name: "南陽市",
	},
	{
		ID:   "06301",
		Name: "山辺町",
	},
	{
		ID:   "06302",
		Name: "中山町",
	},
	{
		ID:   "06321",
		Name: "河北町",
	},
	{
		ID:   "06322",
		Name: "西川町",
	},
	{
		ID:   "06323",
		Name: "朝日町",
	},
	{
		ID:   "06324",
		Name: "大江町",
	},
	{
		ID:   "06341",
		Name: "大石田町",
	},
	{
		ID:   "06361",
		Name: "金山町",
	},
	{
		ID:   "06362",
		Name: "最上町",
	},
	{
		ID:   "06363",
		Name: "舟形町",
	},
	{
		ID:   "06364",
		Name: "真室川町",
	},
	{
		ID:   "06365",
		Name: "大蔵村",
	},
	{
		ID:   "06366",
		Name: "鮭川村",
	},
	{
		ID:   "06367",
		Name: "戸沢村",
	},
	{
		ID:   "06381",
		Name: "高畠町",
	},
	{
		ID:   "06382",
		Name: "川西町",
	},
	{
		ID:   "06401",
		Name: "小国町",
	},
	{
		ID:   "06402",
		Name: "白鷹町",
	},
	{
		ID:   "06403",
		Name: "飯豊町",
	},
	{
		ID:   "06426",
		Name: "三川町",
	},
	{
		ID:   "06428",
		Name: "庄内町",
	},
	{
		ID:   "06461",
		Name: "遊佐町",
	},
}
