package area

var Area33Okayama = []Area{
	{
		ID:   "33100",
		Name: "岡山市",
	},
	{
		ID:   "33101",
		Name: "北区",
	},
	{
		ID:   "33102",
		Name: "中区",
	},
	{
		ID:   "33103",
		Name: "東区",
	},
	{
		ID:   "33104",
		Name: "南区",
	},
	{
		ID:   "33201",
		Name: "岡山市",
	},
	{
		ID:   "33202",
		Name: "倉敷市",
	},
	{
		ID:   "33203",
		Name: "津山市",
	},
	{
		ID:   "33204",
		Name: "玉野市",
	},
	{
		ID:   "33205",
		Name: "笠岡市",
	},
	{
		ID:   "33207",
		Name: "井原市",
	},
	{
		ID:   "33208",
		Name: "総社市",
	},
	{
		ID:   "33209",
		Name: "高梁市",
	},
	{
		ID:   "33210",
		Name: "新見市",
	},
	{
		ID:   "33211",
		Name: "備前市",
	},
	{
		ID:   "33212",
		Name: "瀬戸内市",
	},
	{
		ID:   "33213",
		Name: "赤磐市",
	},
	{
		ID:   "33214",
		Name: "真庭市",
	},
	{
		ID:   "33215",
		Name: "美作市",
	},
	{
		ID:   "33216",
		Name: "浅口市",
	},
	{
		ID:   "33346",
		Name: "和気町",
	},
	{
		ID:   "33423",
		Name: "早島町",
	},
	{
		ID:   "33445",
		Name: "里庄町",
	},
	{
		ID:   "33461",
		Name: "矢掛町",
	},
	{
		ID:   "33586",
		Name: "新庄村",
	},
	{
		ID:   "33606",
		Name: "鏡野町",
	},
	{
		ID:   "33622",
		Name: "勝央町",
	},
	{
		ID:   "33623",
		Name: "奈義町",
	},
	{
		ID:   "33643",
		Name: "西粟倉村",
	},
	{
		ID:   "33663",
		Name: "久米南町",
	},
	{
		ID:   "33666",
		Name: "美咲町",
	},
	{
		ID:   "33681",
		Name: "吉備中央町",
	},
}
