package area

var Area05Akita = []Area{
	{
		ID:   "05201",
		Name: "秋田市",
	},
	{
		ID:   "05202",
		Name: "能代市",
	},
	{
		ID:   "05203",
		Name: "横手市",
	},
	{
		ID:   "05204",
		Name: "大館市",
	},
	{
		ID:   "05206",
		Name: "男鹿市",
	},
	{
		ID:   "05207",
		Name: "湯沢市",
	},
	{
		ID:   "05209",
		Name: "鹿角市",
	},
	{
		ID:   "05210",
		Name: "由利本荘市",
	},
	{
		ID:   "05211",
		Name: "潟上市",
	},
	{
		ID:   "05212",
		Name: "大仙市",
	},
	{
		ID:   "05213",
		Name: "北秋田市",
	},
	{
		ID:   "05214",
		Name: "にかほ市",
	},
	{
		ID:   "05215",
		Name: "仙北市",
	},
	{
		ID:   "05303",
		Name: "小坂町",
	},
	{
		ID:   "05327",
		Name: "上小阿仁村",
	},
	{
		ID:   "05346",
		Name: "藤里町",
	},
	{
		ID:   "05348",
		Name: "三種町",
	},
	{
		ID:   "05349",
		Name: "八峰町",
	},
	{
		ID:   "05361",
		Name: "五城目町",
	},
	{
		ID:   "05363",
		Name: "八郎潟町",
	},
	{
		ID:   "05366",
		Name: "井川町",
	},
	{
		ID:   "05368",
		Name: "大潟村",
	},
	{
		ID:   "05434",
		Name: "美郷町",
	},
	{
		ID:   "05463",
		Name: "羽後町",
	},
	{
		ID:   "05464",
		Name: "東成瀬村",
	},
}
