package area

var Area11Saitama = []Area{
	{
		ID:   "11100",
		Name: "さいたま市",
	},
	{
		ID:   "11101",
		Name: "西区",
	},
	{
		ID:   "11102",
		Name: "北区",
	},
	{
		ID:   "11103",
		Name: "大宮区",
	},
	{
		ID:   "11104",
		Name: "見沼区",
	},
	{
		ID:   "11105",
		Name: "中央区",
	},
	{
		ID:   "11106",
		Name: "桜区",
	},
	{
		ID:   "11107",
		Name: "浦和区",
	},
	{
		ID:   "11108",
		Name: "南区",
	},
	{
		ID:   "11109",
		Name: "緑区",
	},
	{
		ID:   "11110",
		Name: "岩槻区",
	},
	{
		ID:   "11201",
		Name: "川越市",
	},
	{
		ID:   "11202",
		Name: "熊谷市",
	},
	{
		ID:   "11203",
		Name: "川口市",
	},
	{
		ID:   "11206",
		Name: "行田市",
	},
	{
		ID:   "11207",
		Name: "秩父市",
	},
	{
		ID:   "11208",
		Name: "所沢市",
	},
	{
		ID:   "11209",
		Name: "飯能市",
	},
	{
		ID:   "11210",
		Name: "加須市",
	},
	{
		ID:   "11211",
		Name: "本庄市",
	},
	{
		ID:   "11212",
		Name: "東松山市",
	},
	{
		ID:   "11214",
		Name: "春日部市",
	},
	{
		ID:   "11215",
		Name: "狭山市",
	},
	{
		ID:   "11216",
		Name: "羽生市",
	},
	{
		ID:   "11217",
		Name: "鴻巣市",
	},
	{
		ID:   "11218",
		Name: "深谷市",
	},
	{
		ID:   "11219",
		Name: "上尾市",
	},
	{
		ID:   "11221",
		Name: "草加市",
	},
	{
		ID:   "11222",
		Name: "越谷市",
	},
	{
		ID:   "11223",
		Name: "蕨市",
	},
	{
		ID:   "11224",
		Name: "戸田市",
	},
	{
		ID:   "11225",
		Name: "入間市",
	},
	{
		ID:   "11226",
		Name: "鳩ヶ谷市",
	},
	{
		ID:   "11227",
		Name: "朝霞市",
	},
	{
		ID:   "11228",
		Name: "志木市",
	},
	{
		ID:   "11229",
		Name: "和光市",
	},
	{
		ID:   "11230",
		Name: "新座市",
	},
	{
		ID:   "11231",
		Name: "桶川市",
	},
	{
		ID:   "11232",
		Name: "久喜市",
	},
	{
		ID:   "11233",
		Name: "北本市",
	},
	{
		ID:   "11234",
		Name: "八潮市",
	},
	{
		ID:   "11235",
		Name: "富士見市",
	},
	{
		ID:   "11237",
		Name: "三郷市",
	},
	{
		ID:   "11238",
		Name: "蓮田市",
	},
	{
		ID:   "11239",
		Name: "坂戸市",
	},
	{
		ID:   "11240",
		Name: "幸手市",
	},
	{
		ID:   "11241",
		Name: "鶴ケ島市",
	},
	{
		ID:   "11242",
		Name: "日高市",
	},
	{
		ID:   "11243",
		Name: "吉川市",
	},
	{
		ID:   "11245",
		Name: "ふじみ野市",
	},
	{
		ID:   "11246",
		Name: "白岡市",
	},
	{
		ID:   "11301",
		Name: "伊奈町",
	},
	{
		ID:   "11324",
		Name: "三芳町",
	},
	{
		ID:   "11326",
		Name: "毛呂山町",
	},
	{
		ID:   "11327",
		Name: "越生町",
	},
	{
		ID:   "11341",
		Name: "滑川町",
	},
	{
		ID:   "11342",
		Name: "嵐山町",
	},
	{
		ID:   "11343",
		Name: "小川町",
	},
	{
		ID:   "11346",
		Name: "川島町",
	},
	{
		ID:   "11347",
		Name: "吉見町",
	},
	{
		ID:   "11348",
		Name: "鳩山町",
	},
	{
		ID:   "11349",
		Name: "ときがわ町",
	},
	{
		ID:   "11361",
		Name: "横瀬町",
	},
	{
		ID:   "11362",
		Name: "皆野町",
	},
	{
		ID:   "11363",
		Name: "長瀞町",
	},
	{
		ID:   "11365",
		Name: "小鹿野町",
	},
	{
		ID:   "11369",
		Name: "東秩父村",
	},
	{
		ID:   "11381",
		Name: "美里町",
	},
	{
		ID:   "11383",
		Name: "神川町",
	},
	{
		ID:   "11385",
		Name: "上里町",
	},
	{
		ID:   "11408",
		Name: "寄居町",
	},
	{
		ID:   "11421",
		Name: "騎西町",
	},
	{
		ID:   "11424",
		Name: "北川辺町",
	},
	{
		ID:   "11425",
		Name: "大利根町",
	},
	{
		ID:   "11442",
		Name: "宮代町",
	},
	{
		ID:   "11445",
		Name: "白岡町",
	},
	{
		ID:   "11446",
		Name: "菖蒲町",
	},
	{
		ID:   "11461",
		Name: "栗橋町",
	},
	{
		ID:   "11462",
		Name: "鷲宮町",
	},
	{
		ID:   "11464",
		Name: "杉戸町",
	},
	{
		ID:   "11465",
		Name: "松伏町",
	},
}
