package area

var Area35Yamaguchi = []Area{
	{
		ID:   "35201",
		Name: "下関市",
	},
	{
		ID:   "35202",
		Name: "宇部市",
	},
	{
		ID:   "35203",
		Name: "山口市",
	},
	{
		ID:   "35204",
		Name: "萩市",
	},
	{
		ID:   "35206",
		Name: "防府市",
	},
	{
		ID:   "35207",
		Name: "下松市",
	},
	{
		ID:   "35208",
		Name: "岩国市",
	},
	{
		ID:   "35210",
		Name: "光市",
	},
	{
		ID:   "35211",
		Name: "長門市",
	},
	{
		ID:   "35212",
		Name: "柳井市",
	},
	{
		ID:   "35213",
		Name: "美祢市",
	},
	{
		ID:   "35215",
		Name: "周南市",
	},
	{
		ID:   "35216",
		Name: "山陽小野田市",
	},
	{
		ID:   "35305",
		Name: "周防大島町",
	},
	{
		ID:   "35321",
		Name: "和木町",
	},
	{
		ID:   "35341",
		Name: "上関町",
	},
	{
		ID:   "35343",
		Name: "田布施町",
	},
	{
		ID:   "35344",
		Name: "平生町",
	},
	{
		ID:   "35461",
		Name: "美東町",
	},
	{
		ID:   "35462",
		Name: "秋芳町",
	},
	{
		ID:   "35502",
		Name: "阿武町",
	},
	{
		ID:   "35504",
		Name: "阿東町",
	},
}
