package area

var Area15Niigata = []Area{
	{
		ID:   "15100",
		Name: "新潟市",
	},
	{
		ID:   "15101",
		Name: "北区",
	},
	{
		ID:   "15102",
		Name: "東区",
	},
	{
		ID:   "15103",
		Name: "中央区",
	},
	{
		ID:   "15104",
		Name: "江南区",
	},
	{
		ID:   "15105",
		Name: "秋葉区",
	},
	{
		ID:   "15106",
		Name: "南区",
	},
	{
		ID:   "15107",
		Name: "西区",
	},
	{
		ID:   "15108",
		Name: "西蒲区",
	},
	{
		ID:   "15202",
		Name: "長岡市",
	},
	{
		ID:   "15204",
		Name: "三条市",
	},
	{
		ID:   "15205",
		Name: "柏崎市",
	},
	{
		ID:   "15206",
		Name: "新発田市",
	},
	{
		ID:   "15208",
		Name: "小千谷市",
	},
	{
		ID:   "15209",
		Name: "加茂市",
	},
	{
		ID:   "15210",
		Name: "十日町市",
	},
	{
		ID:   "15211",
		Name: "見附市",
	},
	{
		ID:   "15212",
		Name: "村上市",
	},
	{
		ID:   "15213",
		Name: "燕市",
	},
	{
		ID:   "15216",
		Name: "糸魚川市",
	},
	{
		ID:   "15217",
		Name: "妙高市",
	},
	{
		ID:   "15218",
		Name: "五泉市",
	},
	{
		ID:   "15222",
		Name: "上越市",
	},
	{
		ID:   "15223",
		Name: "阿賀野市",
	},
	{
		ID:   "15224",
		Name: "佐渡市",
	},
	{
		ID:   "15225",
		Name: "魚沼市",
	},
	{
		ID:   "15226",
		Name: "南魚沼市",
	},
	{
		ID:   "15227",
		Name: "胎内市",
	},
	{
		ID:   "15307",
		Name: "聖籠町",
	},
	{
		ID:   "15342",
		Name: "弥彦村",
	},
	{
		ID:   "15361",
		Name: "田上町",
	},
	{
		ID:   "15385",
		Name: "阿賀町",
	},
	{
		ID:   "15405",
		Name: "出雲崎町",
	},
	{
		ID:   "15441",
		Name: "川口町",
	},
	{
		ID:   "15461",
		Name: "湯沢町",
	},
	{
		ID:   "15482",
		Name: "津南町",
	},
	{
		ID:   "15504",
		Name: "刈羽村",
	},
	{
		ID:   "15581",
		Name: "関川村",
	},
	{
		ID:   "15582",
		Name: "荒川町",
	},
	{
		ID:   "15583",
		Name: "神林村",
	},
	{
		ID:   "15584",
		Name: "朝日村",
	},
	{
		ID:   "15585",
		Name: "山北町",
	},
	{
		ID:   "15586",
		Name: "粟島浦村",
	},
}
