package area

var Area25Shiga = []Area{
	{
		ID:   "25201",
		Name: "大津市",
	},
	{
		ID:   "25202",
		Name: "彦根市",
	},
	{
		ID:   "25203",
		Name: "長浜市",
	},
	{
		ID:   "25204",
		Name: "近江八幡市",
	},
	{
		ID:   "25206",
		Name: "草津市",
	},
	{
		ID:   "25207",
		Name: "守山市",
	},
	{
		ID:   "25208",
		Name: "栗東市",
	},
	{
		ID:   "25209",
		Name: "甲賀市",
	},
	{
		ID:   "25210",
		Name: "野洲市",
	},
	{
		ID:   "25211",
		Name: "湖南市",
	},
	{
		ID:   "25212",
		Name: "高島市",
	},
	{
		ID:   "25213",
		Name: "東近江市",
	},
	{
		ID:   "25214",
		Name: "米原市",
	},
	{
		ID:   "25381",
		Name: "安土町",
	},
	{
		ID:   "25383",
		Name: "日野町",
	},
	{
		ID:   "25384",
		Name: "竜王町",
	},
	{
		ID:   "25425",
		Name: "愛荘町",
	},
	{
		ID:   "25441",
		Name: "豊郷町",
	},
	{
		ID:   "25442",
		Name: "甲良町",
	},
	{
		ID:   "25443",
		Name: "多賀町",
	},
	{
		ID:   "25482",
		Name: "虎姫町",
	},
	{
		ID:   "25483",
		Name: "湖北町",
	},
	{
		ID:   "25501",
		Name: "高月町",
	},
	{
		ID:   "25502",
		Name: "木之本町",
	},
	{
		ID:   "25503",
		Name: "余呉町",
	},
	{
		ID:   "25504",
		Name: "西浅井町",
	},
}
