package area

var Area18Fukui = []Area{
	{
		ID:   "18201",
		Name: "福井市",
	},
	{
		ID:   "18202",
		Name: "敦賀市",
	},
	{
		ID:   "18204",
		Name: "小浜市",
	},
	{
		ID:   "18205",
		Name: "大野市",
	},
	{
		ID:   "18206",
		Name: "勝山市",
	},
	{
		ID:   "18207",
		Name: "鯖江市",
	},
	{
		ID:   "18208",
		Name: "あわら市",
	},
	{
		ID:   "18209",
		Name: "越前市",
	},
	{
		ID:   "18210",
		Name: "坂井市",
	},
	{
		ID:   "18322",
		Name: "永平寺町",
	},
	{
		ID:   "18382",
		Name: "池田町",
	},
	{
		ID:   "18404",
		Name: "南越前町",
	},
	{
		ID:   "18423",
		Name: "越前町",
	},
	{
		ID:   "18442",
		Name: "美浜町",
	},
	{
		ID:   "18481",
		Name: "高浜町",
	},
	{
		ID:   "18483",
		Name: "おおい町",
	},
	{
		ID:   "18501",
		Name: "若狭町",
	},
}
