package area

var Area37Kagawa = []Area{
	{
		ID:   "37201",
		Name: "高松市",
	},
	{
		ID:   "37202",
		Name: "丸亀市",
	},
	{
		ID:   "37203",
		Name: "坂出市",
	},
	{
		ID:   "37204",
		Name: "善通寺市",
	},
	{
		ID:   "37205",
		Name: "観音寺市",
	},
	{
		ID:   "37206",
		Name: "さぬき市",
	},
	{
		ID:   "37207",
		Name: "東かがわ市",
	},
	{
		ID:   "37208",
		Name: "三豊市",
	},
	{
		ID:   "37322",
		Name: "土庄町",
	},
	{
		ID:   "37324",
		Name: "小豆島町",
	},
	{
		ID:   "37341",
		Name: "三木町",
	},
	{
		ID:   "37364",
		Name: "直島町",
	},
	{
		ID:   "37386",
		Name: "宇多津町",
	},
	{
		ID:   "37387",
		Name: "綾川町",
	},
	{
		ID:   "37403",
		Name: "琴平町",
	},
	{
		ID:   "37404",
		Name: "多度津町",
	},
	{
		ID:   "37406",
		Name: "まんのう町",
	},
}
