package area

var Area12Chiba = []Area{
	{
		ID:   "12100",
		Name: "千葉市",
	},
	{
		ID:   "12101",
		Name: "中央区",
	},
	{
		ID:   "12102",
		Name: "花見川区",
	},
	{
		ID:   "12103",
		Name: "稲毛区",
	},
	{
		ID:   "12104",
		Name: "若葉区",
	},
	{
		ID:   "12105",
		Name: "緑区",
	},
	{
		ID:   "12106",
		Name: "美浜区",
	},
	{
		ID:   "12202",
		Name: "銚子市",
	},
	{
		ID:   "12203",
		Name: "市川市",
	},
	{
		ID:   "12204",
		Name: "船橋市",
	},
	{
		ID:   "12205",
		Name: "館山市",
	},
	{
		ID:   "12206",
		Name: "木更津市",
	},
	{
		ID:   "12207",
		Name: "松戸市",
	},
	{
		ID:   "12208",
		Name: "野田市",
	},
	{
		ID:   "12210",
		Name: "茂原市",
	},
	{
		ID:   "12211",
		Name: "成田市",
	},
	{
		ID:   "12212",
		Name: "佐倉市",
	},
	{
		ID:   "12213",
		Name: "東金市",
	},
	{
		ID:   "12215",
		Name: "旭市",
	},
	{
		ID:   "12216",
		Name: "習志野市",
	},
	{
		ID:   "12217",
		Name: "柏市",
	},
	{
		ID:   "12218",
		Name: "勝浦市",
	},
	{
		ID:   "12219",
		Name: "市原市",
	},
	{
		ID:   "12220",
		Name: "流山市",
	},
	{
		ID:   "12221",
		Name: "八千代市",
	},
	{
		ID:   "12222",
		Name: "我孫子市",
	},
	{
		ID:   "12223",
		Name: "鴨川市",
	},
	{
		ID:   "12224",
		Name: "鎌ケ谷市",
	},
	{
		ID:   "12225",
		Name: "君津市",
	},
	{
		ID:   "12226",
		Name: "富津市",
	},
	{
		ID:   "12227",
		Name: "浦安市",
	},
	{
		ID:   "12228",
		Name: "四街道市",
	},
	{
		ID:   "12229",
		Name: "袖ケ浦市",
	},
	{
		ID:   "12230",
		Name: "八街市",
	},
	{
		ID:   "12231",
		Name: "印西市",
	},
	{
		ID:   "12232",
		Name: "白井市",
	},
	{
		ID:   "12233",
		Name: "富里市",
	},
	{
		ID:   "12234",
		Name: "南房総市",
	},
	{
		ID:   "12235",
		Name: "匝瑳市",
	},
	{
		ID:   "12236",
		Name: "香取市",
	},
	{
		ID:   "12237",
		Name: "山武市",
	},
	{
		ID:   "12238",
		Name: "いすみ市",
	},
	{
		ID:   "12239",
		Name: "大網白里市",
	},
	{
		ID:   "12322",
		Name: "酒々井町",
	},
	{
		ID:   "12325",
		Name: "印旛村",
	},
	{
		ID:   "12328",
		Name: "本埜村",
	},
	{
		ID:   "12329",
		Name: "栄町",
	},
	{
		ID:   "12342",
		Name: "神崎町",
	},
	{
		ID:   "12347",
		Name: "多古町",
	},
	{
		ID:   "12349",
		Name: "東庄町",
	},
	{
		ID:   "12402",
		Name: "大網白里町",
	},
	{
		ID:   "12403",
		Name: "九十九里町",
	},
	{
		ID:   "12409",
		Name: "芝山町",
	},
	{
		ID:   "12410",
		Name: "横芝光町",
	},
	{
		ID:   "12421",
		Name: "一宮町",
	},
	{
		ID:   "12422",
		Name: "睦沢町",
	},
	{
		ID:   "12423",
		Name: "長生村",
	},
	{
		ID:   "12424",
		Name: "白子町",
	},
	{
		ID:   "12426",
		Name: "長柄町",
	},
	{
		ID:   "12427",
		Name: "長南町",
	},
	{
		ID:   "12441",
		Name: "大多喜町",
	},
	{
		ID:   "12443",
		Name: "御宿町",
	},
	{
		ID:   "12463",
		Name: "鋸南町",
	},
}
