package area

var Area07Fukushima = []Area{
	{
		ID:   "07201",
		Name: "福島市",
	},
	{
		ID:   "07202",
		Name: "会津若松市",
	},
	{
		ID:   "07203",
		Name: "郡山市",
	},
	{
		ID:   "07204",
		Name: "いわき市",
	},
	{
		ID:   "07205",
		Name: "白河市",
	},
	{
		ID:   "07207",
		Name: "須賀川市",
	},
	{
		ID:   "07208",
		Name: "喜多方市",
	},
	{
		ID:   "07209",
		Name: "相馬市",
	},
	{
		ID:   "07210",
		Name: "二本松市",
	},
	{
		ID:   "07211",
		Name: "田村市",
	},
	{
		ID:   "07212",
		Name: "南相馬市",
	},
	{
		ID:   "07213",
		Name: "伊達市",
	},
	{
		ID:   "07214",
		Name: "本宮市",
	},
	{
		ID:   "07301",
		Name: "桑折町",
	},
	{
		ID:   "07303",
		Name: "国見町",
	},
	{
		ID:   "07308",
		Name: "川俣町",
	},
	{
		ID:   "07309",
		Name: "飯野町",
	},
	{
		ID:   "07322",
		Name: "大玉村",
	},
	{
		ID:   "07342",
		Name: "鏡石町",
	},
	{
		ID:   "07344",
		Name: "天栄村",
	},
	{
		ID:   "07362",
		Name: "下郷町",
	},
	{
		ID:   "07364",
		Name: "檜枝岐村",
	},
	{
		ID:   "07367",
		Name: "只見町",
	},
	{
		ID:   "07368",
		Name: "南会津町",
	},
	{
		ID:   "07402",
		Name: "北塩原村",
	},
	{
		ID:   "07405",
		Name: "西会津町",
	},
	{
		ID:   "07407",
		Name: "磐梯町",
	},
	{
		ID:   "07408",
		Name: "猪苗代町",
	},
	{
		ID:   "07421",
		Name: "会津坂下町",
	},
	{
		ID:   "07422",
		Name: "湯川村",
	},
	{
		ID:   "07423",
		Name: "柳津町",
	},
	{
		ID:   "07444",
		Name: "三島町",
	},
	{
		ID:   "07445",
		Name: "金山町",
	},
	{
		ID:   "07446",
		Name: "昭和村",
	},
	{
		ID:   "07447",
		Name: "会津美里町",
	},
	{
		ID:   "07461",
		Name: "西郷村",
	},
	{
		ID:   "07464",
		Name: "泉崎村",
	},
	{
		ID:   "07465",
		Name: "中島村",
	},
	{
		ID:   "07466",
		Name: "矢吹町",
	},
	{
		ID:   "07481",
		Name: "棚倉町",
	},
	{
		ID:   "07482",
		Name: "矢祭町",
	},
	{
		ID:   "07483",
		Name: "塙町",
	},
	{
		ID:   "07484",
		Name: "鮫川村",
	},
	{
		ID:   "07501",
		Name: "石川町",
	},
	{
		ID:   "07502",
		Name: "玉川村",
	},
	{
		ID:   "07503",
		Name: "平田村",
	},
	{
		ID:   "07504",
		Name: "浅川町",
	},
	{
		ID:   "07505",
		Name: "古殿町",
	},
	{
		ID:   "07521",
		Name: "三春町",
	},
	{
		ID:   "07522",
		Name: "小野町",
	},
	{
		ID:   "07541",
		Name: "広野町",
	},
	{
		ID:   "07542",
		Name: "楢葉町",
	},
	{
		ID:   "07543",
		Name: "富岡町",
	},
	{
		ID:   "07544",
		Name: "川内村",
	},
	{
		ID:   "07545",
		Name: "大熊町",
	},
	{
		ID:   "07546",
		Name: "双葉町",
	},
	{
		ID:   "07547",
		Name: "浪江町",
	},
	{
		ID:   "07548",
		Name: "葛尾村",
	},
	{
		ID:   "07561",
		Name: "新地町",
	},
	{
		ID:   "07564",
		Name: "飯舘村",
	},
}
