package area

var Area32Shimane = []Area{
	{
		ID:   "32201",
		Name: "松江市",
	},
	{
		ID:   "32202",
		Name: "浜田市",
	},
	{
		ID:   "32203",
		Name: "出雲市",
	},
	{
		ID:   "32204",
		Name: "益田市",
	},
	{
		ID:   "32205",
		Name: "大田市",
	},
	{
		ID:   "32206",
		Name: "安来市",
	},
	{
		ID:   "32207",
		Name: "江津市",
	},
	{
		ID:   "32209",
		Name: "雲南市",
	},
	{
		ID:   "32304",
		Name: "東出雲町",
	},
	{
		ID:   "32343",
		Name: "奥出雲町",
	},
	{
		ID:   "32386",
		Name: "飯南町",
	},
	{
		ID:   "32401",
		Name: "斐川町",
	},
	{
		ID:   "32441",
		Name: "川本町",
	},
	{
		ID:   "32448",
		Name: "美郷町",
	},
	{
		ID:   "32449",
		Name: "邑南町",
	},
	{
		ID:   "32501",
		Name: "津和野町",
	},
	{
		ID:   "32505",
		Name: "吉賀町",
	},
	{
		ID:   "32525",
		Name: "海士町",
	},
	{
		ID:   "32526",
		Name: "西ノ島町",
	},
	{
		ID:   "32527",
		Name: "知夫村",
	},
	{
		ID:   "32528",
		Name: "隠岐の島町",
	},
}
