package area

var Area41Saga = []Area{
	{
		ID:   "41201",
		Name: "佐賀市",
	},
	{
		ID:   "41202",
		Name: "唐津市",
	},
	{
		ID:   "41203",
		Name: "鳥栖市",
	},
	{
		ID:   "41204",
		Name: "多久市",
	},
	{
		ID:   "41205",
		Name: "伊万里市",
	},
	{
		ID:   "41206",
		Name: "武雄市",
	},
	{
		ID:   "41207",
		Name: "鹿島市",
	},
	{
		ID:   "41208",
		Name: "小城市",
	},
	{
		ID:   "41209",
		Name: "嬉野市",
	},
	{
		ID:   "41210",
		Name: "神埼市",
	},
	{
		ID:   "41327",
		Name: "吉野ヶ里町",
	},
	{
		ID:   "41341",
		Name: "基山町",
	},
	{
		ID:   "41345",
		Name: "上峰町",
	},
	{
		ID:   "41346",
		Name: "みやき町",
	},
	{
		ID:   "41387",
		Name: "玄海町",
	},
	{
		ID:   "41401",
		Name: "有田町",
	},
	{
		ID:   "41423",
		Name: "大町町",
	},
	{
		ID:   "41424",
		Name: "江北町",
	},
	{
		ID:   "41425",
		Name: "白石町",
	},
	{
		ID:   "41441",
		Name: "太良町",
	},
}
