package area

var Area31Tottori = []Area{
	{
		ID:   "31201",
		Name: "鳥取市",
	},
	{
		ID:   "31202",
		Name: "米子市",
	},
	{
		ID:   "31203",
		Name: "倉吉市",
	},
	{
		ID:   "31204",
		Name: "境港市",
	},
	{
		ID:   "31302",
		Name: "岩美町",
	},
	{
		ID:   "31325",
		Name: "若桜町",
	},
	{
		ID:   "31328",
		Name: "智頭町",
	},
	{
		ID:   "31329",
		Name: "八頭町",
	},
	{
		ID:   "31364",
		Name: "三朝町",
	},
	{
		ID:   "31370",
		Name: "湯梨浜町",
	},
	{
		ID:   "31371",
		Name: "琴浦町",
	},
	{
		ID:   "31372",
		Name: "北栄町",
	},
	{
		ID:   "31384",
		Name: "日吉津村",
	},
	{
		ID:   "31386",
		Name: "大山町",
	},
	{
		ID:   "31389",
		Name: "南部町",
	},
	{
		ID:   "31390",
		Name: "伯耆町",
	},
	{
		ID:   "31401",
		Name: "日南町",
	},
	{
		ID:   "31402",
		Name: "日野町",
	},
	{
		ID:   "31403",
		Name: "江府町",
	},
}
