package area

var Area02Aomori = []Area{
	{
		ID:   "02201",
		Name: "青森市",
	},
	{
		ID:   "02202",
		Name: "弘前市",
	},
	{
		ID:   "02203",
		Name: "八戸市",
	},
	{
		ID:   "02204",
		Name: "黒石市",
	},
	{
		ID:   "02205",
		Name: "五所川原市",
	},
	{
		ID:   "02206",
		Name: "十和田市",
	},
	{
		ID:   "02207",
		Name: "三沢市",
	},
	{
		ID:   "02208",
		Name: "むつ市",
	},
	{
		ID:   "02209",
		Name: "つがる市",
	},
	{
		ID:   "02210",
		Name: "平川市",
	},
	{
		ID:   "02301",
		Name: "平内町",
	},
	{
		ID:   "02303",
		Name: "今別町",
	},
	{
		ID:   "02304",
		Name: "蓬田村",
	},
	{
		ID:   "02307",
		Name: "外ヶ浜町",
	},
	{
		ID:   "02321",
		Name: "鰺ヶ沢町",
	},
	{
		ID:   "02323",
		Name: "深浦町",
	},
	{
		ID:   "02343",
		Name: "西目屋村",
	},
	{
		ID:   "02361",
		Name: "藤崎町",
	},
	{
		ID:   "02362",
		Name: "大鰐町",
	},
	{
		ID:   "02367",
		Name: "田舎館村",
	},
	{
		ID:   "02381",
		Name: "板柳町",
	},
	{
		ID:   "02384",
		Name: "鶴田町",
	},
	{
		ID:   "02387",
		Name: "中泊町",
	},
	{
		ID:   "02401",
		Name: "野辺地町",
	},
	{
		ID:   "02402",
		Name: "七戸町",
	},
	{
		ID:   "02405",
		Name: "六戸町",
	},
	{
		ID:   "02406",
		Name: "横浜町",
	},
	{
		ID:   "02408",
		Name: "東北町",
	},
	{
		ID:   "02411",
		Name: "六ヶ所村",
	},
	{
		ID:   "02412",
		Name: "おいらせ町",
	},
	{
		ID:   "02423",
		Name: "大間町",
	},
	{
		ID:   "02424",
		Name: "東通村",
	},
	{
		ID:   "02425",
		Name: "風間浦村",
	},
	{
		ID:   "02426",
		Name: "佐井村",
	},
	{
		ID:   "02441",
		Name: "三戸町",
	},
	{
		ID:   "02442",
		Name: "五戸町",
	},
	{
		ID:   "02443",
		Name: "田子町",
	},
	{
		ID:   "02445",
		Name: "南部町",
	},
	{
		ID:   "02446",
		Name: "階上町",
	},
	{
		ID:   "02450",
		Name: "新郷村",
	},
}
