package area

var Area01Hokkaido = []Area{
	{
		ID:   "01100",
		Name: "札幌市",
	},
	{
		ID:   "01101",
		Name: "中央区",
	},
	{
		ID:   "01102",
		Name: "北区",
	},
	{
		ID:   "01103",
		Name: "東区",
	},
	{
		ID:   "01104",
		Name: "白石区",
	},
	{
		ID:   "01105",
		Name: "豊平区",
	},
	{
		ID:   "01106",
		Name: "南区",
	},
	{
		ID:   "01107",
		Name: "西区",
	},
	{
		ID:   "01108",
		Name: "厚別区",
	},
	{
		ID:   "01109",
		Name: "手稲区",
	},
	{
		ID:   "01110",
		Name: "清田区",
	},
	{
		ID:   "01202",
		Name: "函館市",
	},
	{
		ID:   "01203",
		Name: "小樽市",
	},
	{
		ID:   "01204",
		Name: "旭川市",
	},
	{
		ID:   "01205",
		Name: "室蘭市",
	},
	{
		ID:   "01206",
		Name: "釧路市",
	},
	{
		ID:   "01207",
		Name: "帯広市",
	},
	{
		ID:   "01208",
		Name: "北見市",
	},
	{
		ID:   "01209",
		Name: "夕張市",
	},
	{
		ID:   "01210",
		Name: "岩見沢市",
	},
	{
		ID:   "01211",
		Name: "網走市",
	},
	{
		ID:   "01212",
		Name: "留萌市",
	},
	{
		ID:   "01213",
		Name: "苫小牧市",
	},
	{
		ID:   "01214",
		Name: "稚内市",
	},
	{
		ID:   "01215",
		Name: "美唄市",
	},
	{
		ID:   "01216",
		Name: "芦別市",
	},
	{
		ID:   "01217",
		Name: "江別市",
	},
	{
		ID:   "01218",
		Name: "赤平市",
	},
	{
		ID:   "01219",
		Name: "紋別市",
	},
	{
		ID:   "01220",
		Name: "士別市",
	},
	{
		ID:   "01221",
		Name: "名寄市",
	},
	{
		ID:   "01222",
		Name: "三笠市",
	},
	{
		ID:   "01223",
		Name: "根室市",
	},
	{
		ID:   "01224",
		Name: "千歳市",
	},
	{
		ID:   "01225",
		Name: "滝川市",
	},
	{
		ID:   "01226",
		Name: "砂川市",
	},
	{
		ID:   "01227",
		Name: "歌志内市",
	},
	{
		ID:   "01228",
		Name: "深川市",
	},
	{
		ID:   "01229",
		Name: "富良野市",
	},
	{
		ID:   "01230",
		Name: "登別市",
	},
	{
		ID:   "01231",
		Name: "恵庭市",
	},
	{
		ID:   "01233",
		Name: "伊達市",
	},
	{
		ID:   "01234",
		Name: "北広島市",
	},
	{
		ID:   "01235",
		Name: "石狩市",
	},
	{
		ID:   "01236",
		Name: "北斗市",
	},
	{
		ID:   "01303",
		Name: "当別町",
	},
	{
		ID:   "01304",
		Name: "新篠津村",
	},
	{
		ID:   "01331",
		Name: "松前町",
	},
	{
		ID:   "01332",
		Name: "福島町",
	},
	{
		ID:   "01333",
		Name: "知内町",
	},
	{
		ID:   "01334",
		Name: "木古内町",
	},
	{
		ID:   "01337",
		Name: "七飯町",
	},
	{
		ID:   "01343",
		Name: "鹿部町",
	},
	{
		ID:   "01345",
		Name: "森町",
	},
	{
		ID:   "01346",
		Name: "八雲町",
	},
	{
		ID:   "01347",
		Name: "長万部町",
	},
	{
		ID:   "01361",
		Name: "江差町",
	},
	{
		ID:   "01362",
		Name: "上ノ国町",
	},
	{
		ID:   "01363",
		Name: "厚沢部町",
	},
	{
		ID:   "01364",
		Name: "乙部町",
	},
	{
		ID:   "01367",
		Name: "奥尻町",
	},
	{
		ID:   "01370",
		Name: "今金町",
	},
	{
		ID:   "01371",
		Name: "せたな町",
	},
	{
		ID:   "01391",
		Name: "島牧村",
	},
	{
		ID:   "01392",
		Name: "寿都町",
	},
	{
		ID:   "01393",
		Name: "黒松内町",
	},
	{
		ID:   "01394",
		Name: "蘭越町",
	},
	{
		ID:   "01395",
		Name: "ニセコ町",
	},
	{
		ID:   "01396",
		Name: "真狩村",
	},
	{
		ID:   "01397",
		Name: "留寿都村",
	},
	{
		ID:   "01398",
		Name: "喜茂別町",
	},
	{
		ID:   "01399",
		Name: "京極町",
	},
	{
		ID:   "01400",
		Name: "倶知安町",
	},
	{
		ID:   "01401",
		Name: "共和町",
	},
	{
		ID:   "01402",
		Name: "岩内町",
	},
	{
		ID:   "01403",
		Name: "泊村",
	},
	{
		ID:   "01404",
		Name: "神恵内村",
	},
	{
		ID:   "01405",
		Name: "積丹町",
	},
	{
		ID:   "01406",
		Name: "古平町",
	},
	{
		ID:   "01407",
		Name: "仁木町",
	},
	{
		ID:   "01408",
		Name: "余市町",
	},
	{
		ID:   "01409",
		Name: "赤井川村",
	},
	{
		ID:   "01423",
		Name: "南幌町",
	},
	{
		ID:   "01424",
		Name: "奈井江町",
	},
	{
		ID:   "01425",
		Name: "上砂川町",
	},
	{
		ID:   "01427",
		Name: "由仁町",
	},
	{
		ID:   "01428",
		Name: "長沼町",
	},
	{
		ID:   "01429",
		Name: "栗山町",
	},
	{
		ID:   "01430",
		Name: "月形町",
	},
	{
		ID:   "01431",
		Name: "浦臼町",
	},
	{
		ID:   "01432",
		Name: "新十津川町",
	},
	{
		ID:   "01433",
		Name: "妹背牛町",
	},
	{
		ID:   "01434",
		Name: "秩父別町",
	},
	{
		ID:   "01436",
		Name: "雨竜町",
	},
	{
		ID:   "01437",
		Name: "北竜町",
	},
	{
		ID:   "01438",
		Name: "沼田町",
	},
	{
		ID:   "01439",
		Name: "幌加内町",
	},
	{
		ID:   "01452",
		Name: "鷹栖町",
	},
	{
		ID:   "01453",
		Name: "東神楽町",
	},
	{
		ID:   "01454",
		Name: "当麻町",
	},
	{
		ID:   "01455",
		Name: "比布町",
	},
	{
		ID:   "01456",
		Name: "愛別町",
	},
	{
		ID:   "01457",
		Name: "上川町",
	},
	{
		ID:   "01458",
		Name: "東川町",
	},
	{
		ID:   "01459",
		Name: "美瑛町",
	},
	{
		ID:   "01460",
		Name: "上富良野町",
	},
	{
		ID:   "01461",
		Name: "中富良野町",
	},
	{
		ID:   "01462",
		Name: "南富良野町",
	},
	{
		ID:   "01463",
		Name: "占冠村",
	},
	{
		ID:   "01464",
		Name: "和寒町",
	},
	{
		ID:   "01465",
		Name: "剣淵町",
	},
	{
		ID:   "01468",
		Name: "下川町",
	},
	{
		ID:   "01469",
		Name: "美深町",
	},
	{
		ID:   "01470",
		Name: "音威子府村",
	},
	{
		ID:   "01471",
		Name: "中川町",
	},
	{
		ID:   "01472",
		Name: "幌加内町",
	},
	{
		ID:   "01481",
		Name: "増毛町",
	},
	{
		ID:   "01482",
		Name: "小平町",
	},
	{
		ID:   "01483",
		Name: "苫前町",
	},
	{
		ID:   "01484",
		Name: "羽幌町",
	},
	{
		ID:   "01485",
		Name: "初山別村",
	},
	{
		ID:   "01486",
		Name: "遠別町",
	},
	{
		ID:   "01487",
		Name: "天塩町",
	},
	{
		ID:   "01488",
		Name: "幌延町",
	},
	{
		ID:   "01511",
		Name: "猿払村",
	},
	{
		ID:   "01512",
		Name: "浜頓別町",
	},
	{
		ID:   "01513",
		Name: "中頓別町",
	},
	{
		ID:   "01514",
		Name: "枝幸町",
	},
	{
		ID:   "01516",
		Name: "豊富町",
	},
	{
		ID:   "01517",
		Name: "礼文町",
	},
	{
		ID:   "01518",
		Name: "利尻町",
	},
	{
		ID:   "01519",
		Name: "利尻富士町",
	},
	{
		ID:   "01520",
		Name: "幌延町",
	},
	{
		ID:   "01543",
		Name: "美幌町",
	},
	{
		ID:   "01544",
		Name: "津別町",
	},
	{
		ID:   "01545",
		Name: "斜里町",
	},
	{
		ID:   "01546",
		Name: "清里町",
	},
	{
		ID:   "01547",
		Name: "小清水町",
	},
	{
		ID:   "01549",
		Name: "訓子府町",
	},
	{
		ID:   "01550",
		Name: "置戸町",
	},
	{
		ID:   "01552",
		Name: "佐呂間町",
	},
	{
		ID:   "01555",
		Name: "遠軽町",
	},
	{
		ID:   "01558",
		Name: "上湧別町",
	},
	{
		ID:   "01559",
		Name: "湧別町",
	},
	{
		ID:   "01560",
		Name: "滝上町",
	},
	{
		ID:   "01561",
		Name: "興部町",
	},
	{
		ID:   "01562",
		Name: "西興部村",
	},
	{
		ID:   "01563",
		Name: "雄武町",
	},
	{
		ID:   "01564",
		Name: "大空町",
	},
	{
		ID:   "01571",
		Name: "豊浦町",
	},
	{
		ID:   "01575",
		Name: "壮瞥町",
	},
	{
		ID:   "01578",
		Name: "白老町",
	},
	{
		ID:   "01581",
		Name: "厚真町",
	},
	{
		ID:   "01584",
		Name: "洞爺湖町",
	},
	{
		ID:   "01585",
		Name: "安平町",
	},
	{
		ID:   "01586",
		Name: "むかわ町",
	},
	{
		ID:   "01601",
		Name: "日高町",
	},
	{
		ID:   "01602",
		Name: "平取町",
	},
	{
		ID:   "01604",
		Name: "新冠町",
	},
	{
		ID:   "01607",
		Name: "浦河町",
	},
	{
		ID:   "01608",
		Name: "様似町",
	},
	{
		ID:   "01609",
		Name: "えりも町",
	},
	{
		ID:   "01610",
		Name: "新ひだか町",
	},
	{
		ID:   "01631",
		Name: "音更町",
	},
	{
		ID:   "01632",
		Name: "士幌町",
	},
	{
		ID:   "01633",
		Name: "上士幌町",
	},
	{
		ID:   "01634",
		Name: "鹿追町",
	},
	{
		ID:   "01635",
		Name: "新得町",
	},
	{
		ID:   "01636",
		Name: "清水町",
	},
	{
		ID:   "01637",
		Name: "芽室町",
	},
	{
		ID:   "01638",
		Name: "中札内村",
	},
	{
		ID:   "01639",
		Name: "更別村",
	},
	{
		ID:   "01641",
		Name: "大樹町",
	},
	{
		ID:   "01642",
		Name: "広尾町",
	},
	{
		ID:   "01643",
		Name: "幕別町",
	},
	{
		ID:   "01644",
		Name: "池田町",
	},
	{
		ID:   "01645",
		Name: "豊頃町",
	},
	{
		ID:   "01646",
		Name: "本別町",
	},
	{
		ID:   "01647",
		Name: "足寄町",
	},
	{
		ID:   "01648",
		Name: "陸別町",
	},
	{
		ID:   "01649",
		Name: "浦幌町",
	},
	{
		ID:   "01661",
		Name: "釧路町",
	},
	{
		ID:   "01662",
		Name: "厚岸町",
	},
	{
		ID:   "01663",
		Name: "浜中町",
	},
	{
		ID:   "01664",
		Name: "標茶町",
	},
	{
		ID:   "01665",
		Name: "弟子屈町",
	},
	{
		ID:   "01667",
		Name: "鶴居村",
	},
	{
		ID:   "01668",
		Name: "白糠町",
	},
	{
		ID:   "01691",
		Name: "別海町",
	},
	{
		ID:   "01692",
		Name: "中標津町",
	},
	{
		ID:   "01693",
		Name: "標津町",
	},
	{
		ID:   "01694",
		Name: "羅臼町",
	},
	{
		ID:   "01695",
		Name: "色丹村",
	},
	{
		ID:   "01696",
		Name: "泊村",
	},
	{
		ID:   "01697",
		Name: "留夜別村",
	},
	{
		ID:   "01698",
		Name: "留別村",
	},
	{
		ID:   "01699",
		Name: "紗那村",
	},
	{
		ID:   "01700",
		Name: "蘂取村",
	},
}
