package area

var Area24Mie = []Area{
	{
		ID:   "24201",
		Name: "津市",
	},
	{
		ID:   "24202",
		Name: "四日市市",
	},
	{
		ID:   "24203",
		Name: "伊勢市",
	},
	{
		ID:   "24204",
		Name: "松阪市",
	},
	{
		ID:   "24205",
		Name: "桑名市",
	},
	{
		ID:   "24207",
		Name: "鈴鹿市",
	},
	{
		ID:   "24208",
		Name: "名張市",
	},
	{
		ID:   "24209",
		Name: "尾鷲市",
	},
	{
		ID:   "24210",
		Name: "亀山市",
	},
	{
		ID:   "24211",
		Name: "鳥羽市",
	},
	{
		ID:   "24212",
		Name: "熊野市",
	},
	{
		ID:   "24214",
		Name: "いなべ市",
	},
	{
		ID:   "24215",
		Name: "志摩市",
	},
	{
		ID:   "24216",
		Name: "伊賀市",
	},
	{
		ID:   "24303",
		Name: "木曽岬町",
	},
	{
		ID:   "24324",
		Name: "東員町",
	},
	{
		ID:   "24341",
		Name: "菰野町",
	},
	{
		ID:   "24343",
		Name: "朝日町",
	},
	{
		ID:   "24344",
		Name: "川越町",
	},
	{
		ID:   "24441",
		Name: "多気町",
	},
	{
		ID:   "24442",
		Name: "明和町",
	},
	{
		ID:   "24443",
		Name: "大台町",
	},
	{
		ID:   "24461",
		Name: "玉城町",
	},
	{
		ID:   "24470",
		Name: "度会町",
	},
	{
		ID:   "24471",
		Name: "大紀町",
	},
	{
		ID:   "24472",
		Name: "南伊勢町",
	},
	{
		ID:   "24543",
		Name: "紀北町",
	},
	{
		ID:   "24561",
		Name: "御浜町",
	},
	{
		ID:   "24562",
		Name: "紀宝町",
	},
}
