package area

var Area13Tokyo = []Area{
	{
		ID:   "13101",
		Name: "千代田区",
	},
	{
		ID:   "13102",
		Name: "中央区",
	},
	{
		ID:   "13103",
		Name: "港区",
	},
	{
		ID:   "13104",
		Name: "新宿区",
	},
	{
		ID:   "13105",
		Name: "文京区",
	},
	{
		ID:   "13106",
		Name: "台東区",
	},
	{
		ID:   "13107",
		Name: "墨田区",
	},
	{
		ID:   "13108",
		Name: "江東区",
	},
	{
		ID:   "13109",
		Name: "品川区",
	},
	{
		ID:   "13110",
		Name: "目黒区",
	},
	{
		ID:   "13111",
		Name: "大田区",
	},
	{
		ID:   "13112",
		Name: "世田谷区",
	},
	{
		ID:   "13113",
		Name: "渋谷区",
	},
	{
		ID:   "13114",
		Name: "中野区",
	},
	{
		ID:   "13115",
		Name: "杉並区",
	},
	{
		ID:   "13116",
		Name: "豊島区",
	},
	{
		ID:   "13117",
		Name: "北区",
	},
	{
		ID:   "13118",
		Name: "荒川区",
	},
	{
		ID:   "13119",
		Name: "板橋区",
	},
	{
		ID:   "13120",
		Name: "練馬区",
	},
	{
		ID:   "13121",
		Name: "足立区",
	},
	{
		ID:   "13122",
		Name: "葛飾区",
	},
	{
		ID:   "13123",
		Name: "江戸川区",
	},
	{
		ID:   "13201",
		Name: "八王子市",
	},
	{
		ID:   "13202",
		Name: "立川市",
	},
	{
		ID:   "13203",
		Name: "武蔵野市",
	},
	{
		ID:   "13204",
		Name: "三鷹市",
	},
	{
		ID:   "13205",
		Name: "青梅市",
	},
	{
		ID:   "13206",
		Name: "府中市",
	},
	{
		ID:   "13207",
		Name: "昭島市",
	},
	{
		ID:   "13208",
		Name: "調布市",
	},
	{
		ID:   "13209",
		Name: "町田市",
	},
	{
		ID:   "13210",
		Name: "小金井市",
	},
	{
		ID:   "13211",
		Name: "小平市",
	},
	{
		ID:   "13212",
		Name: "日野市",
	},
	{
		ID:   "13213",
		Name: "東村山市",
	},
	{
		ID:   "13214",
		Name: "国分寺市",
	},
	{
		ID:   "13215",
		Name: "国立市",
	},
	{
		ID:   "13218",
		Name: "福生市",
	},
	{
		ID:   "13219",
		Name: "狛江市",
	},
	{
		ID:   "13220",
		Name: "東大和市",
	},
	{
		ID:   "13221",
		Name: "清瀬市",
	},
	{
		ID:   "13222",
		Name: "東久留米市",
	},
	{
		ID:   "13223",
		Name: "武蔵村山市",
	},
	{
		ID:   "13224",
		Name: "多摩市",
	},
	{
		ID:   "13225",
		Name: "稲城市",
	},
	{
		ID:   "13227",
		Name: "羽村市",
	},
	{
		ID:   "13228",
		Name: "あきる野市",
	},
	{
		ID:   "13229",
		Name: "西東京市",
	},
	{
		ID:   "13303",
		Name: "瑞穂町",
	},
	{
		ID:   "13305",
		Name: "日の出町",
	},
	{
		ID:   "13307",
		Name: "檜原村",
	},
	{
		ID:   "13308",
		Name: "奥多摩町",
	},
	{
		ID:   "13361",
		Name: "大島町",
	},
	{
		ID:   "13362",
		Name: "利島村",
	},
	{
		ID:   "13363",
		Name: "新島村",
	},
	{
		ID:   "13364",
		Name: "神津島村",
	},
	{
		ID:   "13381",
		Name: "三宅村",
	},
	{
		ID:   "13382",
		Name: "御蔵島村",
	},
	{
		ID:   "13401",
		Name: "八丈町",
	},
	{
		ID:   "13402",
		Name: "青ヶ島村",
	},
	{
		ID:   "13421",
		Name: "小笠原村",
	},
}
