package area

var Area40Fukuoka = []Area{
	{
		ID:   "40100",
		Name: "北九州市",
	},
	{
		ID:   "40101",
		Name: "門司区",
	},
	{
		ID:   "40103",
		Name: "若松区",
	},
	{
		ID:   "40105",
		Name: "戸畑区",
	},
	{
		ID:   "40106",
		Name: "小倉北区",
	},
	{
		ID:   "40107",
		Name: "小倉南区",
	},
	{
		ID:   "40108",
		Name: "八幡東区",
	},
	{
		ID:   "40109",
		Name: "八幡西区",
	},
	{
		ID:   "40130",
		Name: "福岡市",
	},
	{
		ID:   "40131",
		Name: "東区",
	},
	{
		ID:   "40132",
		Name: "博多区",
	},
	{
		ID:   "40133",
		Name: "中央区",
	},
	{
		ID:   "40134",
		Name: "南区",
	},
	{
		ID:   "40135",
		Name: "西区",
	},
	{
		ID:   "40136",
		Name: "城南区",
	},
	{
		ID:   "40137",
		Name: "早良区",
	},
	{
		ID:   "40202",
		Name: "大牟田市",
	},
	{
		ID:   "40203",
		Name: "久留米市",
	},
	{
		ID:   "40204",
		Name: "直方市",
	},
	{
		ID:   "40205",
		Name: "飯塚市",
	},
	{
		ID:   "40206",
		Name: "田川市",
	},
	{
		ID:   "40207",
		Name: "柳川市",
	},
	{
		ID:   "40210",
		Name: "八女市",
	},
	{
		ID:   "40211",
		Name: "筑後市",
	},
	{
		ID:   "40212",
		Name: "大川市",
	},
	{
		ID:   "40213",
		Name: "行橋市",
	},
	{
		ID:   "40214",
		Name: "豊前市",
	},
	{
		ID:   "40215",
		Name: "中間市",
	},
	{
		ID:   "40216",
		Name: "小郡市",
	},
	{
		ID:   "40217",
		Name: "筑紫野市",
	},
	{
		ID:   "40218",
		Name: "春日市",
	},
	{
		ID:   "40219",
		Name: "大野城市",
	},
	{
		ID:   "40220",
		Name: "宗像市",
	},
	{
		ID:   "40221",
		Name: "太宰府市",
	},
	{
		ID:   "40222",
		Name: "前原市",
	},
	{
		ID:   "40223",
		Name: "古賀市",
	},
	{
		ID:   "40224",
		Name: "福津市",
	},
	{
		ID:   "40225",
		Name: "うきは市",
	},
	{
		ID:   "40226",
		Name: "宮若市",
	},
	{
		ID:   "40227",
		Name: "嘉麻市",
	},
	{
		ID:   "40228",
		Name: "朝倉市",
	},
	{
		ID:   "40229",
		Name: "みやま市",
	},
	{
		ID:   "40230",
		Name: "糸島市",
	},
	{
		ID:   "40231",
		Name: "那珂川市",
	},
	{
		ID:   "40305",
		Name: "那珂川町",
	},
	{
		ID:   "40341",
		Name: "宇美町",
	},
	{
		ID:   "40342",
		Name: "篠栗町",
	},
	{
		ID:   "40343",
		Name: "志免町",
	},
	{
		ID:   "40344",
		Name: "須恵町",
	},
	{
		ID:   "40345",
		Name: "新宮町",
	},
	{
		ID:   "40348",
		Name: "久山町",
	},
	{
		ID:   "40349",
		Name: "粕屋町",
	},
	{
		ID:   "40381",
		Name: "芦屋町",
	},
	{
		ID:   "40382",
		Name: "水巻町",
	},
	{
		ID:   "40383",
		Name: "岡垣町",
	},
	{
		ID:   "40384",
		Name: "遠賀町",
	},
	{
		ID:   "40401",
		Name: "小竹町",
	},
	{
		ID:   "40402",
		Name: "鞍手町",
	},
	{
		ID:   "40421",
		Name: "桂川町",
	},
	{
		ID:   "40447",
		Name: "筑前町",
	},
	{
		ID:   "40448",
		Name: "東峰村",
	},
	{
		ID:   "40462",
		Name: "二丈町",
	},
	{
		ID:   "40463",
		Name: "志摩町",
	},
	{
		ID:   "40503",
		Name: "大刀洗町",
	},
	{
		ID:   "40522",
		Name: "大木町",
	},
	{
		ID:   "40541",
		Name: "黒木町",
	},
	{
		ID:   "40543",
		Name: "立花町",
	},
	{
		ID:   "40544",
		Name: "広川町",
	},
	{
		ID:   "40545",
		Name: "矢部村",
	},
	{
		ID:   "40546",
		Name: "星野村",
	},
	{
		ID:   "40601",
		Name: "香春町",
	},
	{
		ID:   "40602",
		Name: "添田町",
	},
	{
		ID:   "40604",
		Name: "糸田町",
	},
	{
		ID:   "40605",
		Name: "川崎町",
	},
	{
		ID:   "40608",
		Name: "大任町",
	},
	{
		ID:   "40609",
		Name: "赤村",
	},
	{
		ID:   "40610",
		Name: "福智町",
	},
	{
		ID:   "40621",
		Name: "苅田町",
	},
	{
		ID:   "40625",
		Name: "みやこ町",
	},
	{
		ID:   "40642",
		Name: "吉富町",
	},
	{
		ID:   "40646",
		Name: "上毛町",
	},
	{
		ID:   "40647",
		Name: "築上町",
	},
}
