package area

var Area30Wakayama = []Area{
	{
		ID:   "30201",
		Name: "和歌山市",
	},
	{
		ID:   "30202",
		Name: "海南市",
	},
	{
		ID:   "30203",
		Name: "橋本市",
	},
	{
		ID:   "30204",
		Name: "有田市",
	},
	{
		ID:   "30205",
		Name: "御坊市",
	},
	{
		ID:   "30206",
		Name: "田辺市",
	},
	{
		ID:   "30207",
		Name: "新宮市",
	},
	{
		ID:   "30208",
		Name: "紀の川市",
	},
	{
		ID:   "30209",
		Name: "岩出市",
	},
	{
		ID:   "30304",
		Name: "紀美野町",
	},
	{
		ID:   "30341",
		Name: "かつらぎ町",
	},
	{
		ID:   "30343",
		Name: "九度山町",
	},
	{
		ID:   "30344",
		Name: "高野町",
	},
	{
		ID:   "30361",
		Name: "湯浅町",
	},
	{
		ID:   "30362",
		Name: "広川町",
	},
	{
		ID:   "30366",
		Name: "有田川町",
	},
	{
		ID:   "30381",
		Name: "美浜町",
	},
	{
		ID:   "30382",
		Name: "日高町",
	},
	{
		ID:   "30383",
		Name: "由良町",
	},
	{
		ID:   "30390",
		Name: "印南町",
	},
	{
		ID:   "30391",
		Name: "みなべ町",
	},
	{
		ID:   "30392",
		Name: "日高川町",
	},
	{
		ID:   "30401",
		Name: "白浜町",
	},
	{
		ID:   "30404",
		Name: "上富田町",
	},
	{
		ID:   "30406",
		Name: "すさみ町",
	},
	{
		ID:   "30421",
		Name: "那智勝浦町",
	},
	{
		ID:   "30422",
		Name: "太地町",
	},
	{
		ID:   "30424",
		Name: "古座川町",
	},
	{
		ID:   "30427",
		Name: "北山村",
	},
	{
		ID:   "30428",
		Name: "串本町",
	},
}
